{
    "original": [
        "A video game hero starts losing faith in his quest as he is besieged by game-breaking mechanics. Blessed with the ability to turn back time, this quest was supposed to be easy. I was going to just run in, fight the warlord, and take back the artifact that protects my city. Things became too complicated and I keep on dying painful deaths. I've been trying to get through this room for what has to be days now. I can't tell how much time has passed from my perspective since I am forced to re live the same few minutes. I am sealed in one of the antechambers before the warlords throne and it has enchanted everburning flames on the floor and cursed spikes on the ceiling. To help me get through, my goddess has granted me a spell to walk on walls. I used it",
        "Aliens visit earth and are fascinated by other animals but find humans completely unremarkable. Glocar: You're not that interesting really. The most interesting thing about you humans is that you're happily willingly to cohabitate with beings lesser than you. You almost see them as they are on the same level. Some of you even treat your pets better than your fellow man. That frame of thinking will only downplay your progress in the centuries to come. This mutual affection is a waste of time and space. The real treasure here are those canines you are so fond of, so loyal and trustworthy. They would make the perfect slaves. We would cage them and wash their minds. We could make them heartless, and genetically superior. Unfortunately you haven't recognized that yet. This higher ground you speak of, will keep you from becoming the level 3 civilization that you strive to be.",
        "You are William Clark from the Lewis and Clark Expedition. You walk into Lewis's tent unannounced and what you find once inside changes everything. \"Hey, Lewis, the river this morning is absolutely aglow! Come see, and take a few sketches for me, will ya?\" Clark scratched the rawhide panel of the teepee of the loaned Shoshone dwelling before pushing aside the entry flap. \"Even old Charboneau had to stop whining long enough to admire...\" The old friend of Captain Clark was sitting before the cold hearth, a gourd bowl in his lap and his wrist cradled gently in his other hand. \"Merri, what are you doing?\" Clark moved carefully, but Lewis looked up calmly, no alarm in his placid face. \"Oh, just letting some blood,\" Lewis admitted, clinical as always. \"I've been feverish, damn mosquitoes, you know and I'm relieving the poison.\" Will scowled. \"And judging by your precision, this isn't your first case of ague.\" \"No, and I don't believe it will be the last, though I appreciate your concern, Will,\"",
        "[ FF ] 5 minute speedwrite: In a war-torn city, a teen who is hiding in the rubble is confronted by a soldier, enemy or friend, you chose, and then the bombs start to drop again Start: 3:53 MST It was strange that all he could think about - well, mostly all he could think about - was how thirsty he was. He hadn't had a drink of water in days. And he remembered the last drink very clearly - sipped from a fetid puddle in the street. Three days. His lips were beginning to crack and bleed after three days. He had taken shelter in what he supposed was an old shop. Ladies' clothes or shoes, perhaps. It all looked the same, now. All of it was dust and broken concrete. Noise. Dry, dry air. The days were blurring together, as well. Maybe it hadn't been three days. Could it have",
        "A voice in the sky will tell you when you've left a place for the last time. You tell your SO goodbye and head out to [ location of your choice ]. Halfway there you hear \"You have visited a location for the last time.\" John wrinkled his nose and cleared his throat. Pausing, he put down his briefcase and adjusted his tie. It was a red tie with white stripes. This was one of his favorite ties. He picked up his briefcase and walked to his car. It was the last car in the lot, as was common on every night for John. A black Ford Taurus, 1998. He walked with his head held high, and his left hand fumbled for his keys in his pocket. There were many things on his mind at the moment, one of which was pulling out those damn keys without his wallet hanging on to them like an unexpected prize from a claw machine. But the larger",
        "your wife is four months pregnant and your terminal illness will take you in less then two months. Write a letter to your unborn child. To my unborn child, I have my face on your mother's stomach and I just felt your little kick. This is the fourth time I've felt you and I treasure each and every moment. It breaks my heart that this is as close as I will ever get to you. Let me tell you a little bit about my self in these last moments I have with you and your mother. My name is Viktor Frankl and I would have been 37 this April. I'm the head of the neurology department at Rothschild Hospital. I grew up in Hurpen, a sleepy little village on the outskirts of Vienna. I met your mother when we were both studying at the University of Vienna. I still remember that day. She was waiting",
        "A man is banished to the wilderness for 20 years. Write his diary entries for his first and last days of exile. Day 1 I have spent the last ten years helping my village to survive, and to prosper. I have taught the children every thing I know so they can survive and bring us into the future, or what little future is left for this world. I have protected them, done things no man should have to do, but I did it to protect the village. Can't they see that? Traditional ways do not last in this world. We need to stay caught up with the times. That is why I and to kill the elders! They were a threat to our very existence, being caught up in the ways of the past. The past is dead! And now I am being sent to the one place on the planet that nobody would ever want to go - the deepest, seediest depths",
        "You're a normal person in a world full of superheroes, and unfortunately, you live right next to a super villain. Sometimes it's the maniacal cackling at odd hours into the night, sometimes it's little contained explosions in his back yard, and sometimes it's his.... company that he keeps, but in spite of all the annoying idiosyncrasies, he's actually a good neighbor. It certainly is interesting being his neighbor, but for the few faults I can find, I can name several good things about him. For starters, he runs the neighborhood watch. Correction, he is the neighborhood watch. Him and his armada of drones, constantly watching the neighborhood. He never asks to be compensated, and when offered he would usually say something to the effect of \"Would run surveillance anyway, might as well help out.\" We had a burglary once in our neighborhood, and within the hour, the culprit was caught. Technically, the burglar \"voluntarily\" returned everything and turned himself in, but we knew who persuaded him.",
        "You are patient zero for a deadly worldwide epidemic that had killed more than half of the population of earth, you can carry the virus but you are immune to its effects... I stand where many of my species stood before. Concrete canyons litter the deserted metropolis reaching fair into the sky, men, women, and children all lay on the freezing ground, left alone to die, not cared for, no space for them in a grave, like they were a meaningless object. Forests once vibrant with broad wildlife are now filled with death and dusk that I have caused. Through the madmen that once called themselves \"Scientists\" I was forged. Deep down in underground laboratories. They were once work spaces, where hundreds of people came to carry out their job. Now they're a mere metal graveyard. Through my fault I have destroyed this once thriving planet. I was the carrier, I am the carrier, I will remain the carrier, of the plague that ended planet Earth. No one is here anymore. Only me. I can go anywhere, do anything,",
        "A group of muggers follow someone into an alleyway. Unfortunately it's the worst person they could have chosen... I remembered her, of course. The three of us had followed her into the alley, smiling at the idiocy of some girl to be walking in this area, at this time, all alone, *and then to willingly walk down an alleyway. * She turned up her nose at us when we told her to give us her money. \"Why would I give you my money?\" She'd said, lip curling as she looked us over. We thought she was just rich and petty. Idiots. I gave her a cut, right on her pretty cheekbone. Not a bad one, but it would scar. And she would remember us, remember fear, remember her place. Maybe then she wouldn't leave the safety of society, stick with her parents. God I regret that. A splash of water woke me up. \"No falling asleep now!\" A cheerful",
        "[ TT ] An army approached the pass. Only one being stood in there way. They did not plan to survive, just survive long enough. He saw the plume of dust approaching from the distance through the window of the hut. He knelt down and began to sharpen the edge of his blade. It was a crude old thing, more of a slab of metal than a proper sword. Most people didn't expect him to be able to wield it, considering his slender, short frame. He hadn't expected to be able to wield it when the grand weaponsmith had passed it to him. He'd thought it was a joke at the time. He was a bit of a joke amongst the Corps after all, with his short height and tendency towards gentler pursuits. But the grand weaponsmith had forget a weapon personally for him- it was a bit impossible to refuse such an honour even if he wanted to. He carried it everywhere. The smith said that it was sword that was meant to be carried. After a while, he found that his shoulders no",
        "Follow-up: You are a compulsive dancer. Anywhere there is music playing you struggle to remain still. The disease began with me. As far as I know, I was the first recorded case of it. In the beginning, friends and family thought it was a joke. The doctors thought me a liar. There was no possible scientific explanation for a disease that would make one dance, of all things, whenever music was heard. It just made no sense. But when we discovered that it was contagious, that I spread the disease wherever I went, the doctors started studying me seriously. Still, at the time it was still just a passing curiosity, and no hindrance to everyday life. The unease began when it turned out that the spread of the disease started to accelerate. The doctors, through careful experimentation, discovered that the disease had a delayed onset upon exposure. That countless many may have caught the disease without displaying the symptoms became cause for concern, and the doctors started working towards",
        "A person who doesn't have a name \"I've been called many names, but hell, I don't know which one is really mine. I was born to inmate. She was doing life. I was told one of the male guards was my father, but that could have just been rumor. I grew up in a world of rumor and stories. Shit, I guess if you have to call me something, call me what they called me back when she was nursing me -- Prisoner Minus One. I could complain and whine about how I never had a childhood. I could tell you my hardluck story of how everything I learned I learned from my mother's fellow inmates. I can boost a car and make it disappear in a thousand untraceable pieces in under two hours. I can circumvent alarms and crack a Gibson with a dual dial combination in under half an",
        "Ten years ago a race of shapeshifting aliens attempted to infiltrate and take over the world. They were all rooted out and killed. All except you. I've seen the cruelty of men. I've survived the American civil war both world wars, encountered countless instances of slaughter and genocide. Seen entire species wiped off the face of the earth. Today is special for me, you see, today I become recalled and I will give my report to the council. After a few hundred years on a forsaken, dying planet it will be good to be home. My team had descended on earth around 1850 in your human years. We all blended in quite well I thought. We were horrified at what we saw. Humans are a quite cruel species, if we couldn't have taken your form it would quickly have ended our work on earth. As I understand I am the last remaining survivor of the task force, the human",
        "You are a member of an alien race headed to Earth. Your mission? Glass the planet. However, one unsuspecting animal stands in your way, and it's not the one you'd expect to fight back. It caught me totally by surprise. I did not expect any resistance, the races of the inhabitants on this blue planet should not suppose any threat to the completion of my mission. But there he was, with a menacing gaze, and a overwhelming presence. I tried to reach for my disintegrating gun, but before I could finish the gesture, he yelled at me: do not even think about it, I do not want to harm you, but if you try to use that gun it will cost you your life. This does not make sense, I said. Who are you? How could you have found me? And How did you manage to interfere with the technology of my starship to stop my attack? why are you",
        "You wake up and find yourself in the world of your favorite video game. Just like on earth, you have to get a job, one that pertains to the game world. However, you don't have any new skills, just the ones you had back in your universe. What is an average work day like? The atrium's filling up with spectators. Today's match is of a particular importance. Something about settling a dispute between two warring superpowers over some mining town in bumfuck nowhere. It seems like a big deal to people around here. I'm just trying to keep the kids in check. \"alright, people, get some snacks and be back in the bleachers in ten!\" My voice is hoarse. The pupils all disperse, some headed to the snack bar, others headed outside to stretch their legs. My colleagues all look tired. The collegium organized this little excursion to the inner city to reward our students for their good behavior, and to keep their minds off the recent event. The city's been plagued by a serial vandal recently. The sheriff herself",
        "Wait- being born with horns is natural.... Right? I was eight the first time I noticed. Not the horns themselves, mind you. Those had been a constant bane of any shirt I had ever tried to wear, and given that they had seemed to only grow progressively longer - well let's just say I was getting used to wearing flannel. I was eight when I first noticed the stares. It's weird, how something so a part of me just seems to make sense. Of course I have horns, I've ALWAYS had horns. Sure my long hair normally hides them, and if not that back then I could still pull off a hat. Well, put one on really: You could consider it a form of obliviousness, but it's more just a simple fact of understanding normalcy within my own relative frame of existence. Horns were normal for me, and it didn't make me question why others DID N'T have them. Until they questioned me. It",
        "It's the middle of the night. Your iPhone starts ringing. You wake up. You're getting a Facetime call from someone who died three days earlier. His name and face flickered up on the screen only after it had started buzzing. I looked over from my computer screen and dully, mild shock registered in my brain. Everything had been dull lately. In my mind, he wasn't dead; he was just calling to tell me some new breakthrough he'd had with whatever he was writing. I picked up my phone and held it for a moment, looking at his smugly smiling face from my screen. I should answer it. But who could be calling me from his number? Why? Why would they do that to me? I answered it. His boyfriend's face popped up. We stared at each other for a minute. He had been crying. I had not been. Finally, he swallowed and said, \"You.... had texted",
        "A homeless person is about to die. Write about it from the perspective of his/her dog The night quickly approached, still nothing to eat, today was exceptionally slow. It seems as if every new-town we go to ends up becoming worse, and worse. I was hungry and so was master. Master suddenly starts to cough very violently, I get scared and by impulse I bark violently. Its okay, everything is going to be okay calm down Jimmy, I calm down. Hey Jimmy, you know what lets go see if the nice people at Panera would give us tonight's leftovers! I excitedly get up as master does to, we walk for about half a mile and then as we reach Panera master tells me to wait out. As he goes into Panera I see him, and he suddenly comes rushing out with a whole pillow case of bagels and various other treats. As I come flying towards him, he tells me to stay, I'm confused why isn't he sharing his food? I see him reach in the",
        "[ CW ] Write so that the first letters of each sentence spell out WRITINGPROMPTS. \"With love also comes hatred\" Remembering these words, he descended down the steps of the dark house, terrified to learn what he would find. In a single instant, his life would be changed. The thought was terrifying. If he really did find down the evidence down in the seemingly unending darkness, would it validate everything he had done up until now? No one had known what depths he had gone to, the atrocities he had committed to get to this point. Greatness awaited him, he was told, and so he trusted them, lead them, or so he believed. \"Puppet\" he said out loud with scorn and self hatred. Reality had chased away all of those illusions. Once he had found the body, it dawned on him that they intended",
        "It's the year 2064. Describe yourself engaged in your favorite everyday activity. I watch my tiny daughter's face as she gurgles and drools with thoughtless enthusiasm. Her skin is nearly flawless now; no sign of the rash she bore at birth remains. My sinuses are blocked (I remember, it's summer and the hay-fever is a bitch) but through the reverberations of my skull I hear myself coo at her. I grin so hard it nearly splits my face when she shows me her toothless, joyous smile. It was too rarely this way. I turn to her mother and we share this moment. She has on my favorite dress (I stop myself- hers, and not mine) but she is strangely inanimate, not quite there. There is no curl to the edge of her lips; no frizz in her hair. It was never like this. The strap on the back of my head is stiff.",
        "An inanimate object comes to life at the worst possible moment As the British advanced steadily closer, the American infantry scrambled to draw up into formed lines to defend themselves. The even waves of British infantry marched forward in strong, disciplined ranks. British artillery continued to perform its savage task with deadly precision, making it increasingly difficult for the Americans to properly form into lines. Soon the American artillery was answering in kind, and both sides found themselves advancing towards one another through thick clouds of dust and smoke, tripping over their own fallen brethren. As the opposing forces surged into their penultimate arrangements, the first lines drew up their rifles, and took aim. Both sides let fly their first volleys in rhythm with each other, filling the air with thunderous noise and the unmistakable Ziiiipppp! of supersonic lead. More men fell, and the next ranks prepared to unleash their own volleys. Just then, in the rifle of one of the soldiers, a small lead ball made",
        "Canada and Mexico go to war, much to their dismay, most major battles are on US soil... The sun beat down, merciless, on a row of stony faced men. A banner depicting a red maple leaf fluttered in the wind. Horses whinnied nervously, the hot wind whipping them and their riders alike. From the row came a single rider, who gazed forlornly at the advancing Mexican infantry. He turned aboot to address his men. His immaculate red uniform and campaign hat looked starkly out of place in the desert, but he betrayed no discomfort. He cleared his throat, and began to speak. \"Men, I shall not lie to you. The situation is desperate. We are surrounded, and reinforcements are not coming. It has been my honor to serve with such fine men as yourselves. Each of you possess a",
        "In this world, physical appearance depends entirely on personality. All babies are born identical. Beauty is achieved gradually through good thoughts and deeds, while the opposite is true for ugliness. It's the unusual cases that make the news but it's the ones that shock them that stays in people's hearts. Growing up children are told to trust in beauty because it's beautiful people who are good people. Ugly thoughts imprint themselves on peoples' skin. Every wrinkle is a cruel thought and every unattractive feature is a cruel deed. This is something society knows well. So the oddities stand out. When Jessica Hart's face first appears in the news, everyone believes her innocent. She's stunningly beautiful, more so than even those who dedicate their lives to saving people. Someone that beautiful can never be guilty of the crimes they're accused of. Torture. Murder. Cannibalism. Just one of those acts is enough",
        "You're a caveman discovering fire. These are your journal entries.. The bright flash fills the sky, breaking through the rain as I was huddled in my cave. The'boom' that comes shortly after scares the mother of my children and her children. I am scared too, though I'll never admit it. I have to act strong so the other men don't steal my woman or my hunting grounds. With these thoughts in my head I get up the courage to go out and investigate. Following where I saw the brightest part of the flash, I walk through the dark forrest. I know the area so well that I don't trip on any of the downed branches or bushes. But there, suddenly, I see light when I go around the tree. It's a light I've never seen before, red and warm looking. At this point my curiosity overwhelms my desire to look brave and strong in my motivation and I hurry toward the light, stumbling",
        "You have developed and ability to see how people will die when you look at them. Your entire life you avoided pictures of yourself, but today you forgot, and, brushing your teeth in the morning, looked in the mirror... \"No mirrors, for vanity is the death of all men who choose this path\" This is what my instructor told me before he was killed by a sudden stroke. The instructor who cursed me with the responsabillity to ensure these forseen deaths did take there course. It would only be a glimpse from dreams from the coming day, as if they were instructions from our hidden god whom we swore to protect. There were those who did not see this as a curse but as a",
        "You tell Death that you will never tire of living no matter how long you live. It makes you a bet that you will and thus grants you true immortality. You've just lived through the second death of the universe and show no sign of stopping. Death is baffled. \"You're a persistant bastard, aren't you?\" \"If by now you can't tell you surely can't be the master of the universe you claim to be.\" \"I never claimed to be a master of anything, just a reaper of souls.\" \"Where would you take my soul to, anyways?\" \"A better place, perhaps, I couldn't describe it in any terms you'd understand.\" \"I've been through the lifespan of the entire universe multiple times, I have more knowledge than any mortal, and by now, immortal, could ever hope to achieve. Give it your best shot.\" \"I really can't, not unless you come with me.\" \"And you call me",
        "The day where humankind realized that yes, they were indeed the only lifeforms in the entire universe. I'd always known it would come to this, some day. In fact, short of some literal miracle, it was a statistical fact. I looked over at the garden I'd carefully preserved for how many millennia. True, I'd had to make some sacrifices along the way. The soil they grew in was largely artificial now, with only a few bits and bobs of real sand scattered about for effect, and the light that gave them all strength came from above now, with no pesky wavering of the seasons. It was much like it was in the beginning I suppose, now that it was all coming to an end. I sighed, and stretched myself out under the apple tree, feeling the last few warm moments of the light. I closed my eyes, not wanting to notice when the lights finally did go out. It was just too expensive. I'd held out",
        "Breaking news: Stra'ecy Ellias, The Exiled Daughter of Chancellor Ellias, Returns to Ivory City. Morah House has confirmed that the Chancellor will be making a statement shortly... \"Ladies and Gentlemen, thank you for coming. As you know, this morning my daughter, Stra'ecy, returned to Ivory City, ending much speculation and gossip about the circumstances leading to her exile. With you all gathered here I would like to categorically go on record to dispute some of the rumours you may have heard as to the reason for her being exiled. Just so we are clear, she did not: - Have sexual relations with someone from Ebony City, and then lose the ability to go back. - Have a baby with someone from Ebony City. - Buy a load of coke from a guy called Charles in Ebony City. - Party all night with three",
        "You check yourself out in the full length mirror before going to bed. You bend down to untie your shoes. As you are nearly finished, you see with your peripheral vision your reflection stand up seconds before you do. Allie opened the front door as quietly as she could, she never knew when Mom would be in one of her drunken stupors. She peered around the door into the foyer, and couldn't believe her eyes. More empty beer bottles than she had ever seen in her life were strewn across the living room floor. She tried to creep into her room, but the beast on the couch began to stir. Her voice cut through the air, chilling Allie's blood, \"About time you're home, you little fat fuck. I've been waiting all goddamn night for you to feed me.\" Allie glanced at the clock, 6:45. That was alright,",
        "Every single day the world votes to kill off one person. Whoever receives the most votes that day is killed. It was the last invention of mankind. Societal collapse began after a week. The hopes, the dreams, the wishes - whatever had accompanied the creation - shattered after it was leaked onto the internet. Suddenly it wasn't a select group of people choosing the deaths, a jury of executioners, it was the entire world. At 12:00pm EST, a single person in the world would drop dead from no discernible cause. The technology behind it was complex, a new order of probability theory made reality. Tyrants and terrorists were the first to go. The hope remained even among the growing horror that maybe, just maybe, the world would show its good side. Its collective benevolence. But on the fourth",
        "Write a better ending to the \"Russian Sleep Experiment\" Creepypasta. The subject smiled. Suddenly, the surviving researcher could feel a bright, warm light spreading throughout his body. He let go of the gun in shock, bringing his hands to his chest. He could feel the indescribably powerful force cascading through his essence, wiping out all traces of the fear which only seconds ago had driven him to the point of insanity. Love. He knew the emotion when he felt it, but had never known it in a form that was this strong, this insatiably pure. His eyes flitted back towards the man, who still wore his cardboard smile. He could see through the smile like a window into the deprived mind lying just behind the clenched teeth.",
        "Society has progressed to the point where cybernetic implants are common and cheap and incredible. \"No. No no no no no. No.\" \"Wha-? Jeff! You're killing me here. *Je-eff. *\" \"No.\" \"Well what's your programming degree good for then anyway?\" \"*Not* for convincing the world that Mark Hastings has a large w-\" \"Not just mine: *anyone's*! Well, anyone with ninety-nine big ones.... And I guess one small one.\" \"Okay fine. Assuming that hacking neural implants was even close to ethical, *which it isn't*, and that tricking girls to sleep with you has ever lived in the same area code as morally ambiguous, *which it hasn't*: why would any guy forgo biological augmentation in favor of freaking *iMBig*?\" \"Have a robot pump stem cell biomass into your privates and risk a one in eight trillion chance of minor infection? Hmmmmmmmm. No thank you!",
        "One day, everyone has numbers floating above their heads. However, these numbers are completely arbitrary and don't represent anything. Describe the effects this would have on society. I can remember the day when it happened, when the numbers appeared. I'd just got home from school and let myself in and was looking forward to watching my favourite shows on the TV, but I couldn't. The TV was just news, rolling news, about the numbers. The newsreader had a number above her head, a 22 if I remember correctly. The reporters had them too, as did the scientists, bishops, imams, psychics and UFO hunters they interviewed. I checked in the mirror, I had one too, 77. My brother came in, his was 97, we looked at each other quizzically. \"Have you seen it out there?\" He asked. \"Its madness, everyone running around looking at the numbers!\" \"Look at the news\", I replied, \"its everywhere, and no one knows why or",
        "In light of the recent killer clown epidemic you decide it would be funny to dress up like a clown and walk around on a Friday night. While doing so you run into a killer clown. \"OI!.... LOOK!!! Over There!\" someone shout from afar. Shit.... \"It's one of them.... It's a clown!\" and they started chasing me. It'll be fun they said.... Well it IS fun when I'M the one who scare them, not the other way around. What the hell make me do this anyway? Oh right.... MYSELF. A goddamn idea born in the toilet, I should have listened to my mother. \"If you got an idea when you pooping, forget it, It's shitty\" forgive me mom, but seriously help me! It's Saturday, 2 AM. I dressed up as a clown, but I forgot something very important. In 22 October 2016 the city will organize \"Killer Clown Hunt\" and the reward is good amount of cash. And because of that people suddenly become fearless, and make me",
        "Living in the worst possible timeline / If there is a parallel universe for every possible outcome, there must be one with the worst possible outcomes. Mortimer's eyes were barely open morning slits of light when the shot rang out. As he focused on the pajama'd elephant slumped before him his only thought was \"How did he get in those?\". He rolled himself over the beast, up and out of bed, with his right foot landing squarely on top of a banana peel. The peel assisted Mortimer in constructing a dance of improbable complexity as he and the peel slid back and forth across the room. The peel continued it's slide but Mortimer had decided to upend himself, finding repose on the floor with his derriere providing impromptu cushioning. He dressed. Leaving his apartment and entering the hallway he found Mr. Crawinski atop a step ladder, hand firmly grasping a 75 watt lightbulb. Two assistants lifted the ladder and walked Mr. Crawinski",
        "Every single person in the world suddenly forgets how to read. I run out the door of the lottery office with the paper in hand. Cold sweat covers my brow as I dive into the truck and my partner takes off. We're going to be rich. On this paper are the winning numbers to a $ 350 million dollar powerball. All it took was years of planning the heist. We could use these numbers the day of the drawing and win. No one would know of our plan. We left no trace, painstaking attention made sure of that. Tommorow we would both be kings. I couldn't stop laughing. No more was Connor Batilla the loser. I was no longer the poor kid in school, or in more recent years, the dude who couldn't quit his dead end, back breaking job because of his desperation for money. Tonight will be the last night I go to bed hungry. We had created a certainty that we would have the winning numbers.",
        "Free write. Write the first short story that pops into your head. He shuffles on his feet, uncertain of what to do. He knows what comes next as The Wolf howls in victory. The Sentinel arises, beaten but still there. He hesitates. The Wolf circles him, whispering desires and indescribable amounts of pleasure. The Sentinel, now standing, kicks The Wolf, causing it to roll away. He locks eyes with her. The Sentinel's shield bashes the leaping Wolf out of the air and falls to the ground. The Wolf growls in anger, but keeps its distance. The Sentinel offers logic, reasoning, and foresight. He takes a breath in. The Wolf charges again as The Sentinel prepares its defenses once more. He walks between the two, causing them both to halt their actions. He makes his choice. \"No\" he states. The Wolf growls in anger and tries to attack him. He",
        "[ RF ] Your friend asks you to pick up some stuff in their name. You don't remember their name. \"So it should be arriving at the post office this afternoon. Should be under my name. Thanks again man, I owe you one.\" \"Yah, dont sweat it bro, heh he...\" I gave a nervous laugh. Shoot, how can I not remember his name right now. We have known each other for twelve years. What the hell do I do. \"Hey man, want to talk to my niece real quick, she is the most adorable six-year-old you'll ever meet.\" \"Im sorry Luke, I would but I really need to-\" \"It will be really quick! Here.\" \"Luke I rea-\" I put on my best impersonation of a little girl voice. \"Hi, who is this?\" I squeaked. My god that was bad. \"Oh, heeey, this is Lukes friend.\" \"Whats your name?\"",
        "the most detailed image yet comes back from Pluto, revealing the frozen remains of a civilisation. It transpires that the planet was thrown into its current orbit during a space war. Humanity scrambles to avoid the same fate for Earth. I never knew this is gon na happen. I was thinking hard trying to prepare a response. If being the president of this country was not difficult enough. \"They have taken this too far now\" I thought shaking my head. I called my secretary to arrange a meeting with the New horizons team. \"Oh screw that! cancel their AMA and send them in my office as soon as possible. Its an order!\" I punched the words through the phone. The New horizons team arrived in under one hour. Of course I arranged a private jet for them, though it may have created some skeptics and some conspiring media headlines but who cares I want this mess to be cleared up. We sat in the meeting",
        "While putting your favorite condiment on a sandwich, you accidentally draw a symbol that summons demons. Who knew the demonic apocalypse would start while I was singing my sandwich song in my boxers. It was a normal Tuesday morning. I had the day off so I made the executive decision to play video games in my underwear all day only because I couldn't think of any reason not to. It was around lunch time so I stood in my kitchen making a couple of sandwiches. They were nothing special containing only, a bit of turkey, pepper jack cheese, and some mustard. \"Sandwich, sandwich, what's that? Sandwich!\" I sang while applying the mustard to my bread. Everything was normal, but my dancing messed up the concentric circles I normally make with my mustard causing some weird symbol instead. The sky turned black and the room suddenly smelled of ozone. The hairs on the back of",
        "You are a lurker of /r/WritingPrompts, and you always attempt to write a prompt of your own. The only problem? Every time you try to do so, someone else has already posted your idea, word for word. \"What the *fuck?! *\" I rubbed my forehead. It's happening again. This time, the prompt was \"[ WP ] A man tried to do a single hand-stand on top of a rocket-boosted motorcycle at a speed of 80mph while spinning a basketball with his toes and playing Clash Royale on his other hand while using his other foot to wave at a passing old lady as he speeds into the gates of hell blasting dubstep from his speakers and running over a three-headed squirrel\". No one can ever copy that down pat, right? Wrong. I furiously searched the reddit again. *Maybe it was a hacker. Maybe it was a keylogger. Maybe it was-* Oh",
        "In a world of shapeshifters, how do we know who is who? \"Well atleast your not a shapeshifter, eh?\" I joked, raising a glass of liquid to my mouth. All the flashing lights, the drunken laughter, and not to mention the sports blasting on the television and the music blaring in the next room over, it was hard to think clearly. \"Haha, so funny. Want me to top off your drink?\" the bartender asked. I gave him a quick nod and he snatched my drink off the table. My eyes scanned the room looking for anyone different. A girl roughly my size sat down directly beside me. \"There's other seats open you know.\" I told her. She shrugged it off and the bartender came back with my drink. He asked her what she wanted, and she ordered a drink I didn't recognize. \"So whats your name?\" she squeaked in a unexpected high pitched voice. \"Reia, you?\" \"Mines Karma.\" she squeaked back. The",
        "[ CW ] Write a story entirely made of metaphors, except for occasional sentences. He was an albatross, my love. Airborne in a wide, majestic arc and shining with beads of golden sweat. Far above, he flew. Above the pool that churned with his fellows. Which, like all pools, was ever sullied with the excrement of the lazy and lame. But my albatross soared. He dazzled, he shone, he smiled, he laughed. Oh how he laughed. Always first, his contagious guffaws, and by the time you got the joke, he'd already flown away. For he made wings of his fins and claimed a domain of his own. Grifting and hustling his way from the docks to the airport, and from the airport the rest of the world. He called it his oyster,",
        "[ EU ] In the world of Pokémon, the art of battling becomes more war-like, and the monsters now use weapons along with their elemental abilities. I remember when Pokémon battles had honor. When trainers took pride in their training ability, and Pokémon fought one minute, and played the next. As I walked through Viridian City, I grimaced at the painful reminders of how the world had changed. As I walked, a young girl, not more than 12, walked out of the Poké Mart. Behind her, her Machop followed, carrying their haul: Guns. The Machop held a pair of hand guns, with a rifle strapped to his back. On a bandolier across his shoulder was a string of grenades, still with the price tag: 100 Poké. The monetenization of this senseless slaughter made me sick. There had been Pokéballs more expensive during my trainer days. Those days were a long time ago, yet the day was still fresh in my mind. My Rattata, my pride in joy, the object of all my bragging,",
        "The only, and deranged, live man on the planet doesn't know that he lives among mannequins. Start with the line, \"They don't usually answer back to what I say.\" They don't usually answer back to what I say. Perhaps because the days have not been kind to them. Their skin seems firmer, their faces have become expressionless.... But I know they still love me. They have to, for I am their Shepard, and they are my sheep. And so I tend to my flock. There is little left to do in this world, I wait for the television repair man to come fix the box, it's shown nothing but static for weeks. The other night I swore I heard my neighbours arguing, I called the police, but no one came.... The streets feel empty.... The little lambs need warmer clothes. I try to tell the older ones, winter is close and the snows will come, but their vacant expression tells me they",
        "And now.... We dance. I put my arms around the small of her back, swaying as the jazz ensemble struck up another tune. Her arms, clasped around my neck, felt like a life raft as we stood in the middle of the crowded dance floor. \"Thanks again for coming with me. I don't think I would be able to come alone,\" I said. I looked down at her feet, watching the glowing, soft light of the chandelier bouncing off her shiny deep blue heels. \"Of course. I'm glad you thought of me.\" The sound of her sweet voice sent me reeling. The cadence, the slight accentuation of vowels, the taste of her breath: all of this made me shiver despite the sweltering heat of the crowd around me. \"You know, I've been hoping to visit here for a long time. Home hasn't been the same since you left.\" We kept swaying, gently in tune with the music. I pivoted and turned her around, getting yet another look at her stunning figure.",
        "[ CW ] Describe the room you're sitting in, maybe r/doodle will sketch it. This would be a test of how someone processes your words. I stand on a busy train. Not full of people, but enough that bodies are started to move into the gaps between luggage holds and bicycle spots. I stand in the doorway of the train with 7 other people and a dog. The elderly blonde woman next to me sits on the only fold out seat as he red coat contrasts the dull colours filling the rest of the carriage. The floor brown, the walls white plastic and the passing scenery just a blur of dark green and white as the train rolls through town. Silence fills the small room. The couple to my left stand close checking similarly shaped smartphones. The women dressed in white and black with a dark green handbag, her apparent lover in a drabb outfit; navy top, grey tshirt and dark blue jeans.",
        "[ EU ] After saving Skyrim from numerous threats over the years, the Dragonborn final succumbs to death. Now all those to whom the Dragonborn had promised his soul to after death has come to collect. It was only the first night that The Dragonborn had laid in the catacombs, when he decided to collect the soul. The guards were all sleeping on the job, better for him, and all the flames were doused, which made no difference to a Khajit. The Dragonsborn's body rested easy on the slab of concrete, with so many candles nearby that the wax was beginning to soak into his robes. \"An arrow to the knee,\" the thief said, \"such a shame.\" He pulled out his black soul gem, a special hulking rock the size of his forearm, and with an expert touch, he began to suck the soul away from The Dragonborns body. \"Still just as dead.\" he mused. Back outside, the thief met up with his old friend",
        "Satan is a single father trying to raise his son, who, in a rebellious phase, is all into peace, love, and harmony. “ I should have never made marijuana to be so awesome ” I thought to myself while looking at my piece of shit son. He had obviously smoked too much this time and was once again asking me why I do what I do. “ When that son of a bitch kicked me out of heaven, “ I started again for the 100th time, “ we kind of made a deal that I would handle people's wants and impulses and such. If people want to murder and steal or whatever that's on them, I just facilitate their",
        "Your powers only work in the rain. The first drop struck my dry forehead. I dabbed the wet spot, rolling the liquid residue between thumb and index finger. My eyes shot up to the sky and I stood, waiting. The smell of freshly dampened grass was unmistakeable with each inhalation. Yet, cascades of water would still be travelling from the heavens to earth. A smirk spread across my face, I glanced down at each arm, goosebumps popped their heads up in excitement. My body shook as a shiver vibrated down my spine. Black circles pulsated on the edge of my vision. The world slowly ebbed in and out in front of me as darkness took over. And then it was all gone. Each eye blinked opened reflexively, as the sun beamed down on my nude body. What had happened? I remember",
        "You're a history major. Your final exam is to travel back in time and successfully pass as a normal, everyday citizen. It's not going well. EXT. VILLAGE - NIGHT 1692 Sparks float idly against the black sky. Below, villagers have gathered around a pile of wood, stoking it from the bottom. They shout and chant and cheer. TIMMY, in the same colonial wear as the villagers, is tied to a post at the top, tears trickling, watching helplessly as the flames ride higher and higher toward him. POV The hellish orange, licking, lapping, then finally engulfing - BLACK INT. CLASSROOM - DAY The class, and the teacher, MRS. JORGANSEN watch as Timmy materializes on a matted metallic pedestal, the front and sides of which are blinking with lights. Next to him is a roll-out CRT television set, displaying the village folk still angrily stoking a now Timmy-less pile",
        "You've been reading a chapter of a book before bed every day for years now. You're beginning to suspect that it doesn't end. Pushing aside a pile of discarded papers, Roy lay on his bed waiting for inspiration to hit him. Looking at the thousands of pages surrounding him he contemplated the value of his work. \"20 years,\" he whispers. Starting in his youth, Roy set out to write a novel that would truly sum up everything he felt about life. The ennui of the everyday, the joy of creation. The problem though is his life kept changing and his views on the world with it. Rifling through a stock of papers he finds a pile from around Chapter 52. He reads aloud. 'He never truly gained any insight from the loss of his love other than he could feel pain and plenty of it...' \"Ah,\" he thought. \"This was after the divorce.\" He thought back on that time in his life and relived the feelings.",
        "A sci-fi story where humanity are the monsters. They're eating me alive. Inch by inch these parasites scavenge every piece of my flesh until my skin dries, cracks, breaks, and dies. Their thirst is unquenchable, their hunger insatiable. They ravish my flesh, and drain my blood. It wasn't always like this. There was a time when they, my children -- the life that I brought forth here from my own body -- would live in harmony with me, taking only what they needed to survive, and letting the rest flourish. Over time, however, this changed. They breed like nothing else, and were never content with remaining in one place. Before, they would survive on the sustenance they could find on the surface of my skin. As they grew, as more and more of them spread across my flesh, this soon became too little for them. They raped my skin for food. They drained my blood for drink. Their machines sent coils of oily, thick smoke pouring",
        "{ WP } You die in this dimension, and you wake up in another one. 'With Every broken bone, I swear I lived\", I belted out as I cruised down the interstate to a concert. I drummed along on the steering wheel of my Mustang. Suddenly the SUV infront of me fishtails as its driver frantically attempts to regain control of the vehicle. My Mustang hits the patch of black ice, and I too am skidding. I hit the guardrail and begin to flip, time slowing down to a crawl. I am concious of someone screaming, probably me, and then I hear a sickening crunch as the car lands upside down. My neck snaps on impact, as I was securely belted in. I yawn, then stop mid yawn. What the.... I was just dead, of that I'm sure, and now here, waking up in some strangers",
        "Two people discover a fountain of youth. The problem is that upon drinking the water you turn back into an infant. The two decide to take turns raising each other in order to live forever until one day one of them decides to break this agreement. I always hated winter in New York. Ever since we first came here. Actually, I never liked New York at all. You may not have noticed, you've had so little time here, but the rain here is different from anywhere in the world, and believe me, I've been everywhere. I am 3,569 years old. I was born in a small village outside Vienna. We met at the fountain, I was a 20 year old boy looking for water, She was an elderly woman who'd certainly been there before, It's a weird thing, she never did",
        "A strange virus of pandemic proportions kills close to ninety five percent of the world's population. You lead a growing mass of survivors to scrape out a new existence; what laws will you enforce in order to keep the peace a midst all this tragedy? Its been five years since I lost them. My wife, my kids, my family, all gone. In the beginning it was all chaos. People were dropping like flies and not a damn person knew what hit us. I took it hard at first, even contemplated suicide a time or two. Now I kind of like the quiet. After the final wave hit I made my way down south, trying save as many people as I could. People didn't know how to survive these days, buying food from the store with the money they made by sitting behind a desk. I knew how to survive, though. As I continued towards Key West, my party continued to",
        "You are the leader of the rebel faction, you finally come face to face with the leader of the group you've been fighting against for so long. Before your final fight you take a moment to talk to them, your once best friend. I told my men to stay behind and guard the door and to shoot anyone who came out that wasn't me. I went through the door and it closed behind me. The hallway appeared empty but I could feel that there was someone in there. I shot at the distant corner and could hear a rustle of clothes, following it. I took a grenade from my belt and threw it down the hallway and went it went off, I rushed through the hallway and found two guards on the floor. I didn't bother to check on their conditions. I put a round in each of their heads. I went up to his door and I opened it a crack, tossed another grenade in and waited. It went off and I",
        "Life and Death decide to switch places for a time to see which of their jobs is harder. Death looked across the stars, at the glowing figure of Life. \"So, How was it?\" He asks gliding his hand toward it. \"Awful, How do you live with yourself?\" Life asked, going back to her rightful place \"Where you able to do it to anyone?\" \"Jeffry Adams. I'll never forget his name, he looked at me dead in the eyes, and pleaded to go back to his family\" \"But it was his time\" \"Through all hesitation, I sent him on his way to Judgment\" \"But you didn't send anyone else\" \"NO, How could I? Each of their lives are so important even those in war, I see the possibility they have, the potential in their lives, and I stop it all for what because he took a wrong turn\" Death chuckled to",
        "The time machine worked a little. I looked down at my hands. \"Doritos,\" I thought. My left hand was covered in cheese, my right on my phone. I looked up at the TV, there was a movie on. Nicolas Cage....Ghost Rider. \"But I just watched this,\" I said to myself. I couldn't remember what I was doing here, but it felt all too familiar. That's when it hit me. I had done this exact thing not long ago, this wasn't deja vu, I was actually doing it. Its like I was..... \"FUCK. THE TIME MACHINE.\" Holy shit, how could I have forgotten. The man, the time machine. It was all coming back to me, but I couldn't quite remember everything. He took",
        "[ CW ] \"I dream about you once in a while. You suppose that means anything?\" Thickly tocking, constant, the clock mocked me. It never ticked. The office was stuffy, stifling. I might have drowned in my own sweat had I not knocked out the window. Twinkling in the sunlight was the glass' job and it was about to get a raise. I listened to it shatter, then stuck my head out of the hole it left and watched it do its work. I smiled. The clock tocked again and I frowned. \"Mr. Treadway?\" I spun around to face the psychiatrist. She, perfection incarnate. She, unreachable glory. She, judge, jury, executioner. \"Have you been taking your pills?\" I asked before she could. I often mimicked her. not out of jealousy or contempt but out of",
        "You come home from work and find a stranger in your home. After a brief panic, you come to find that said stranger is your beloved pet turned human. I came home, threw the keys on the couch, and began to strip off my shirt. I couldn't even notice the greasy McDonald's smell anymore, I just felt gross and needed to change. After I checked to make sure the glass I wanted didn't have any stray hairs from my dog, Nina, I twisted the knob to the sink and poured myself a glass with the sprayer. I don't know why, it's something I like to do, ever since I was a kid. I chugged, flipped on the light, and almost dropped the glass when I saw a huddled figure in the doorway. Her hair was long, brown, and covering her naked body. She made no moves, didn't look at me, just sat, staring ahead and taking quick breaths. \"He.... hello?\" I said. Nothing. \"Can I help you?\" She",
        "You get a deep cut for the first time in your life, instead of bone or muscle, you see wires. Steve put the kitchen knife down on the counter and examined the gash in his wrist. He saw wires and pistons that moved with his fingers. In that moment there was silence. Steve didn't feel anything, wasn't thinkng anything. He was suddenly surprised by how unsurprised that he was, it all seemed to make sense now. His father was a technical genius, with a high grade military job. Steve knew his father was no soldier and always understood that his work was research related, but this? Now steve underrstood the look of sadness on his mothers face whenever he asked if he could possibly have another brother, although his father had always enthusiastically declared it a \"maybe\". Greg Mathers wasn't his father, he was his",
        "A Sci-Fi Changing of the Guard Story Zeera fell flat on her ass. \"How are you doing that?\" Zeera looked at Tvorak walking up and down the walls, then unto the ceiling. It was as though gravity pulled in whichever direction he wanted it to. \"It's all about perception\". Tvorak responded. \"Convince yourself everything is upside down, and you'll fall upwards. Remember: nothing in the network is real.\" It has been less than 100 years since the inception of the Neuronet, but more than 90 % of the population have opted to upload themselves. Who wouldn't? On the Neuronet, there is no pain, hunger, disease, and you can choose your appearance. Any information at the press of a button, and control over sensations like taste and pleasure are at one's fingertips. \"Why are you leaving?\" Zeera asked. \"The Net is designed to look like the",
        "You invent a device that allows you stab people in the face over the internet. Finally, a cure was here. A cure for all the assholes on the Internet. I had finally perfected it. Via releasing trillions of nanomachines in the air and making a program that could control them, I could stab anyone, anywhere. All I'd have to do is type in a target, and the global nanomachine network would find them and let me take them down. The machines were everywhere, in everything, in everyone. I could find anyone, and have the machines stab them in the face. Of course, the first thing I did was program an exception for myself and people I didn't want stabbed, especially in the face. I knew exactly how to monetize it, too. Within a few years, I was the richest person in the world, which also meant, although not officially, ruler of the world.",
        "[ PI ] Pripyat's Labyrinth - FebContest Full disclosure: when you mentioned that your story was based on another writing prompt, I went ahead and searched for that thread, thus spoiling the surprise for myself. Whoops.... Anyway, the story was magnificent. The love that Rie and Yeatu share for one another is clear, and the relationship between the brothers provided good motivation for their characters. It wouldn't have been as believable for Rie to run into the Labyrinth to save a business partner, for example. I also did a quick Google search on radiation poisoning, as I don't really know too much about the specifics. Wikipedia has a handy chart that shows which symptoms occur at different levels of radiation, and how long a person has to be exposed before they start showing said symptoms. Rie shows pretty consistent signs of radiation poisoning at around the 2-6 Gy exposure level. I don't know if that's what you were going for, or even if that's an accurate",
        "Find a random post on r/TIFU and make an explanation for the title without reading the post. TIFU by breathing fire Okay let me first get this out of the way, being born half dragon is not easy. You see when my mother was out searching for the kingdom's lost treasure she wandered into the cave of a vicious and total asshole of a father, Steve. The next part is something that I don't really like discussing but I feel the need to explain my half-dragonness.... Let's just say it *really* burned when she peed. Anyways 9 months later she popped out and egg and in another 2 months I came out a toddler with wings. Fast forward 25 years and there I am flying southwest, in coach of course, fucking assholes charged me for 2 seats because of my wings, racist bastards. Anyways I",
        "A stranger approaches you and points a gun to your head. \"I'm sorry, but we will explain everything at the reset. Hopefully we'll have a fighting chance now that we have you...\" He pulls the trigger. \"I'm sorry, but we'll explain everything at the reset,\" the Russian pulls out a handgun and points it at my face. \"Wait, what are you --\" \"Hopefully we'll have a fighting chance now that we have you...\" he mutters. \"I don't under --\" He pulls the trigger. I catch the bullet. Yeah, you heard me right. I catch a piece of fucking nine-millimeter lead fired by an MP-433 Grach at 1470 feet per second *with my hand. * Wait, how did I know all that? I look down at my palm, and the bullet resting gently on it. It's unscathed. Before me, the Russian takes off his hat and places it to his chest. \"Welcome back, Ozzy.\" \"First off, what the fuck was",
        "The grass was always greener, wherever she walked. The grass was always greener, wherever she walked. And Ophelia never stopped walking. Her parents first noticed their child was gifted as an infant. The vine outside her window had crept in, twining around her cradle one summer day, the leaves tickling her nose as she laughed. When she learned to crawl the flowers turned toward her, as if she were the sun. Her mom started a garden, and let her wander among the rows. Their vegetables were always the biggest and the tastiest as the Farmers Market, their booth always sold out before 10. On their way home Ophelia watched as they delivered half their crops to the food kitchen, telling her it was important to give back. She watched, her earth-colored eyes",
        "You are an immortal who stopped aging at 25 and have been alive for over 1000 years. On the day you turned 25 you received a prophecy that you would kill another immortal or they would kill you. You find the other immortal, who has only lived for 50 years in the year 2017. As I stood outside the Starbucks I watched a young girl who appeared to be no older than 18 sipping a coffee, I knew I had finally found her, the other immortal. I was positive it was her, I could feel an energy radiating from her unlike anything I had never felt before. I stood there contemplating what to do next I couldn't help but wonder if she could sense my presence as well. She seemed so happy just sitting there enjoying her coffee, she hadn't been immortal very long, she was still a kid in my eyes. As I thought about it I couldn't take her life, I've outlived her by so many lifetimes, I've traveled the",
        "You're running through a forest, being chased by a monster. As you begin to wake up, you feel something grab your hand and wake up with the monster on top of you. He's chasing me. I've tried to escape his captivity before but it is no use. This is a fruitless effort and he will catch me before long, but this is as far as I've made it and I won't stop now. I cut off the road towards some trees. He's getting closer. I can hear each of his steps getting louder and louder behind me. If I can just make it to the trees maybe I can lose him. I make it into the trees. The brush is thicker than I expected. This will be good for me since I'm smaller. I zig and zag between branches attempting to allude his grasp. The noise of cracking and bending branches follows me but it's getting",
        "You live on a world full of immortal beings. For the first time in the history of the world's existence, somebody has died. The splattering of rain could barely be heard over the whispers and hushes filling through the air. \"What happened?\" Walking in a hurry, he was quickly informed by those around him. \"She just.... disappeared. **He** said she was dead.\" As they walked closer to the commotion, the sound of flapping wings drowned out all other noise. He jumped, and flew up high. Another nameless one approached him. \"Is it time?\" \"It's time.\" At the highest peak of the sphere of flying beings, he screamed, \"Silence!\" Quiet spread through the crowd like an icy coldness emitting from the lips that the word sprouted from. \"I told you this would happen! Now, look at yourselves! Just puppets of **him**, she finally decided she'd had enough! How do you know she's dead? For all we know, she",
        "You wake up to find your life is a \"choose your own adventure\" story. I woke up yesterday morning like I usually do. The alarm was working properly, so I was able to get started properly, unlike the day before and most of last week, and the shower was also cooperative, unlike that week last month when it kept alternating too hot and too cold. All seemed well, at least until I tried to make a piece of toast. I like making toast. Unlike the other appliances I can watch and tell why it takes so long to do things, unlike the fridge and microwave, which always refuse to open until I stand and wait for about ten seconds. As I stood there, staring into the slots, watching the bread slowly turn from white to golden brown, I became aware of a voice. No, it wasn't a voice. It was like words being written in the air behind",
        "[ CW ] \"A flash of light, a puff of smoke, and she was gone.\" She stood in front of everyone, they were so blissfully unaware. Shades of pale blue hung over me. Her eyes crystallised and then began to melt over me again, I felt her staring. I stared back. I traced her caramel skin with my pupils as they sunk into my mind and her voice whipped around me as I lost track of what was real and who was there and why it mattered to be alive, I forget sometimes we're separate. She knew that I was hurting, her presence made my conciousness bleed but it also cleaned the wounds and kissed them all at once. But this time it was different. Everyone was there, I wasn't alone. The party was mellowing and fizzling out like the stars do in the morning just above her house, but still some people raised their voice above her face and I absorbed her along with the laughter, the shouting and joking. Confusion",
        "You have create an A.I that will definitely pass the Turing Test, however, the result is a fail. It started out simple. Create an intelligent machine to discover illnesses and their cause. All the grant's we revived went to the team, my team. These people were geniuses, Min Low had a PHD in experimental chemistry, Greg Shepherd was revolutionary in his field of Applied Intelligence, and there were 20 others of no lower caliber. For years we had worked, bickered, and innovated. Together we would change the world. The program we had created was classified as a ANI, or Advanced Narrow Intelligence. ANI's were everywhere at this point, your personal assistant in your phone, the car that drove itself to work, they were everywhere in our lives. The only problem with them was they only understood a very thing line. They couldn't connect the dots like humans could. Ever since",
        "You've spent all your life trying to prevent the prophecy from coming true. You've always know when you'd destroy Earth, but when the day finally came, you were glad to do it. Listen, I know prophecies. I have the best prophecies. When I was a kid living in New York, an old gypsy woman covered in warts took one look at me and said, \"Hey you! Yeah you. You're gon na destroy the Earth someday.\" Then she died. But hey, what can I say? I took her words to heart. I lived my life doing everything I could to try and prevent her prediction from coming true. When I was just getting into the world of business, I thought I could sabotage myself by asking my father for a million dollar loan. I'd even call it a \"small\" loan, just to really piss him off and get disowned. But instead he happily gave it to me and told me to do whatever the hell",
        "You are a professional pickpocket. You've just picked someones pocket only to discover that the thing you have stolen is truly horrifying. James often referred to himself as the “ gentleman pickpocket ”. This is due to James'insistence that he also do something for each of his victims to make their day a bit brighter while he made their pockets lighter. Coincidentally, this random act of kindness proved the perfect distraction to pick the mark's pocket. The sun beamed down on the bustling crowds as James, dressed in some of his finest haberdashery, walked along Grant Avenue in San Francisco's Chinatown. James prefered to visit more exotic locations because the quality of the treasures he would acquire would be of a much more refined taste. He often referred to visiting an older area as “ going antique shopping with a blindfold on ”. However, today would be the last time the gentleman pickpocket would freely walk in the sunlight. It was then that James spied the perfect target, a wealth looking",
        "our blind date cosplays as a spot-on Overwatch character. So good that you suspect they may actually be that character. Mike stood on the sidelines of the dancefloor, looking for his date. He'd been there for almost fifteen minutes and there was no sign of her. Right as Mike was about to leave, a woman seemingly appeared out of nowhere and put her hand on his arm. \"Wow, nice Widowmaker costume. Did you make it yourself?\" The woman across from Mike spoke in a French accent, \"Yes, I did, in fact. Tell me, would you care to dance?\" The two spent the next half hour dancing, speaking to each other about their interests. Mike began to lean in for a kiss, but the woman stopped him. She looked at him with slight panic in her eye, whispering to him, \"We must leave now. There are men here trying to kill me.\" \"Wait, who's trying",
        "A single mother marries a man who she does not love so that her children will have a good father. “ Dear God, I know I don't do this usually, if ever, but I have to get this off my chest. Justify it I suppose. Raymond is a great man, and my prayer to you, while probably misguided is that you'll help me to change my heart towards him. He loves Emmy & Jacoby so much; he even treats me with such patience and respect that I find myself angry inside for not truly loving him. It seems so very unfair to him, but I think that business arrangements happen quit often in marriages. I'm pretty sure that I can make this work, at least for the next 15 years or so, until Jacoby finishes school. Lord, help me to open my heart to be a ‘ loving'wife to a husband that",
        "[ wp ] it has been confirmed that birthmarks show how you died in a previous life. While sitting in history class they show what the wound that killed Achilles perfectly matches the birthmark you have on your heel “ And remember kids when I told that when Thetis dipped her son in the Styx River, she held him by the heel to make him invulnerable, though it made him vulnerable at that specific place. During the last battle of Troy, an arrow, shot by Paris and guided by the will of Athena, went directly in the Achilles'heel, killing him instantly. Knowing the type of arrows the Trojan were using at the time, it probably left him a triangular hole in the heel ” Said Mr. Johnson, our history teacher. I wasn't really paying attention to the course until that moment, when I realized that I precisely had a birthmark which could have been described like he just said. I looked at my heel and there it was, a",
        "The last human is decommissioned by our superiors. ``.... Thanks, Zhannaj, for that intimate look into the third annual equinox party, hosted and presented by Guuxniks Electronics. When you need it to work, you need Guuxniks. And now we're going to hear from correspondent Furshtil Ludenshtok. He's spent the early morning traveling fourteen galaxies to the eighth sector, where technicians have been celebrating all week. Furshtil, what's everyone so happy about?\" \"Thanks, Lexi. Yeah, that's right, I'm here with one of the crews contracted by Third Coming Cleanse to travel to Earth and finish off the surviving humans from the last cleansing operation back in Sol 342. Media One covered that cleanse and now, ten sols later, the final phase of the cleanse, which was authorized by Congress during last sol's first sector Decision Days, is nearly complete. Let me just, here, can you zoom",
        "A man is banished to the wilderness for 20 years. Write his diary entries for his first and last days of exile. Day 1, 1645h: They say people learn to live when they're forced to. Well, here I am, forced to learn in the most brutal way possible. I can't bring myself to kill anything for food. I've read about people training animals to bring them food.... Might be worth a shot. This might be my first and final entry. Wish my luck, stranger. _______________________________________ Year 20, 1540h (Last day): It's down to the last hour now. My pack stands strong, their howls churning the blood of the unworthy. I don't think I want to go",
        "You are a schizophrenic maddeningly in love with the man/woman of your dreams. But you're becoming increasingly unsure if she's real, or just another hallucination. I I I I I I I I I I I I I I I I I Seventeen'I's. Seventeen eyes. Eight pairs of eyes and one alone and green and red, glowing like a Christmas tree in undulating significance. You walk to me, strut saunter shake swag in my direction, sinking sinking sinking down to my level, dime store high heels clicking ticking clicking clocking mocking me, moving me, using me. Dime bag in hand of the spoon full of sugar to help the medicine go down. Sink it all down to my level. Eye level. I level with you when you ask me for my stipend and I show you only my heart in hand, shattered sentiments of madness, mirrors reflecting my",
        "[ RF ] Let's stop for a moment with all of those \"paranormal\" scary stories. Write a terrifying piece that could really and plausibly happen to anyone. \"Come in. Sit, please.\" I closed the door behind me but kept my eyes on the rug as I sat. I didn't want to look the PhD coordinator in the face. Faces are too inevitable. Faces are too full of disappointment. \"David, I think it's time we made it official.\" I disagreed. Two years. Two years since I quit my job and moved across the country. Two years since I had left everything behind, which wasn't even the firm border of consequence I'd like it to be. \"As you know, we have a high standard for achievement within...\" How long had I planned on doing this? How many years had I kicked the can down the road before pursuing this? Three years? Five? Seven? I didn't like to think about numbers anymore. I wasn't as good with them as I had always thought, anyways. ``.... and sometimes",
        "You're playing Scrabble with the devil for your soul. \"SON OF A BITCH\" he screamed, obviously contemplating flipping the board. \"Satan my kids are sleeping do you mind?\" I said calmly. He eyed my furiously; contempt oozing from his glare. \"Did you sneak out ALL of the vowels\" he squeezed through gritted teeth. I shook the letter bag at him. \"Does it sound like letters are missing? I know you're down but have some class Satan\" I said perhaps too cold. He mumbled a few things under his breath and went back to struggling to make a word. He finally gets down \"glare\" and I chuckle a little. The words finally start to go down at a good pace until I have one letter left. Satan smiling openly due to his twenty point lead and only a single letter left. I place the \"X\" above the",
        "God answers all of your prayers, and only your prayers. God is also kind of a dick with a matching sense of humor. I was one of the first Homo *sapiens*, and in typical carbon-based fashion, I raged against death. I wasn't the first human, no, but I must have been the first to ponder an omnipotent being that could wrench me from the snare of oblivion. Well, it in fact did just that. And for countless millenia I have wandered wastes and metropolises. You would grow weary of seeing empires fall, believe me. I was sure of the eternity of Persia; resplendent in the glory of Rome. My final hope - my last true effort to see that a civilization could endure - also toppled down. And I am positive that the rock that has tripped humanity's march has always been that prick above the clouds. I've stopped praying, now. After begging God",
        "An immortal man reflects on his first marriage. She was teasing the pearls. He'd caught them himself off the coast of Florida back when Spain owned it. He'd been born in the Bermuda Triangle on a particularly stormy night; some witch doctor blessed his mother's womb so he would survive the night- it worked far better than anyone could have imagined. He fell backwards on the hotel's bed, dreaming of the night he first survived a deadly experience- a knife through the chest at fifteen when pirates raided his village. Two years later he was known as Blackbeard, ten years from that point he was the wealthiest man on the sea. Decades passed where he kept changing his ways. He was a merchant, a banker, an artist of many sorts but now he it was easy. The twenty-first century let the wealthy ride the coattails of the populace, eager to praise any angel investing. He made trillions off of this internet phenomenon-",
        "An ancient being comes before you and bestows you with a relic to mete out justice... He was wrinkled and bent, dressed in robes as black as night. He was older than I could have imagined, far older than most could have imagined. \"Do not fear me, young one. I am only here to assist you, teach you. There is a duty to be done. None have come before me who are willing and able to complete the task.... until you.\" I looked down at my shoes. Me? Able? Willing, yes, but able? I could only hope that I was. I had trained, I had studied, but would it ever be enough? I returned my gaze to his wizened, clouded eyes. \"It will not be simple, and in many ways, it will not be straight-forward. Evil has ways of making itself clothed in righteousness to those unfamiliar in its",
        "You are a lurker of /r/WritingPrompts, and you always attempt to write a prompt of your own. The only problem? Every time you try to do so, someone else has already posted your idea, word for word. \"Okay. Alright. No other posts. This time it's safe. It's safe.\" I poured over the short story I'd written. \"I took this story in as strange of a direction as I possibly could. It's barely related to the prompt in any way. To call it loosely based off this this post's idea would be generous. Yeah. It'll work this time. It'll work.\" I refreshed the thread to be sure nobody else posted yet. I did that. I had to. I couldn't let it happen again. Not again. \"Okay. Here it goes.\" I paused, my mouse just over the \"save\" button. I hesitated, as I always do before posting anything online. Especially with how critically outspoken redditors are. The internet is an unforgiving place. So I",
        "A pet was stolen from you some months ago. When you find it again you are faced with a moral dilemma - take it back because it is yours, or leave it because it was adopted out as a therapy pet keeping a drug addict clean. Look at her eyes. They are drooped and begging and almost pure. I was led to a halfway house. Reunited with an old friend, who they call Mary now. And she had moved on, found a new lover, licked his face, rolled on her stomach for him, but she still recognized me. My scent was burned into her. My hands were shaking when we embraced. Old loves hurt the hardest. I didn't know the man, but he looked as if his veins were tied up and connected to Mary's fur, scrunched all tiny where the hairs couldn't",
        "An eccentric billionaire has decided two select 2 people and has started giving them 1000 $ daily. One of them uses this money wisely while the other one messes up everything. \"Between us is $ 2000 a day, Isaac.\" \"That's a silly way to think about it,\" Isaac began \"I have my thousand and you have your thousand.\" Arthur heaves a sigh of unfortunate understanding. He is well aware of his brother's tendencies and could all but predict the words as they left his mouth. \"I suppose you're right. Please try to save some of the money though. There is no telling when it will stop coming.\" Isaac began laughing and no sooner then the sound of it escaped his mouth had Arthur risen to leave. \"Oh, Arthur, I'm only ki-\" the door closed and with that the words stopped. Arthur walked to his home just 2 blocks down. He picked up the usual",
        "Write a story from the perspective of a guard in a stealth game. \"Got to remember my training. Patrol in a set pattern. Never deviate. Eyes forward, don't check behind me. Never, EVER look up.\" \"Oh hey, Bob just got an arrow in his head. Time to run around like a chicken with my head cut off until we find who did it.\" \"Wait a second, It has been 30 seconds. What was I doing? Oh right, I'm a guard. remember my training. Return to patrol. Follow it exactly. Hey there is Bob's dead body. Instructions said nothing about that, just keep going.\" \"Follow the patrol and.... OOOH, SHINY!\" \"Someone dropped a coin over here. Neat. Wait a second, what was I doing? Oh yeah, patrol. Oh hello dead Bob. Door to the treasury is open. No instructions about that. Just keep going.\" One hour later.... \"So Doug, care to tell me how a thief got into the treasury?\" \"No idea, sir. I followed the patrol instructions to the letter. Nothing more, nothing",
        "[ CC ] Lines and Numbers Another user already commented on the nuts and bolts of the story with some valid points, so I won't go into too much detail on that. I would like to restate the idea that you should work on pacing and style, try to find a bit more depth to this character and move forward in helping the reader understand his internal monologue as the story progresses. Now the rest of what I'm gon na say is just a sort of broad opinion, but something has to *happen*. It seems like you're already comfortable with getting inside the character's head, but the problem is that there isn't much of anything interesting really going on in there. This is the kind of person who gets caught up in his own thoughts and the rest of the outside world becomes muted, but what happens when the environment intrudes? Is there some everyday thing that could happen that would scare him for no reason? Is there some otherwise basic distraction that could lead him astray,",
        "You are a spaceman watching the destruction of Earth below you, what are your final thoughts? It was still spinning. Across Asia a wall of water was steadily making its way northwest, toward Russia, a super-massive typhoon that couldn't even be calculated a strength level. You could no longer see the continent of Africa for the violent vortex that blanketed its entirety. And across the pond, back on the Americas a wave of molten fire spread outward from the Midwest of the US as a plume of black choked the atmosphere from Canada to Brazil. It was literally Hell on Earth. All from a single asteroid. Its course had been tracked for a while, but no one expected it to suddenly turn out of nowhere. The chances of that happening were 0.000000001 %, so no wonder it wasn't. But when it hit, boy did it. There was no time to evade it or destroy it. It simply plowed through the ISS, tore a hole straight",
        "All my life I had been fascinated with the memories I can recall that weren't my own. I woke up next to a woman I've never met. Well, I've never met her, but I remember meeting her. Physically, it was the first time I have ever encountered her. Before uttering a single word to her, I knew her name, address, favourite food, and the fact that she wears socks to bed. At a small cafe store, our eyes locked and I gave a smile. \"Have we met somewhere before?\" I inquired, gazing at her curiously. \"Maybe. Listen, I'm waiting for someone. If you could not hit on me, that'd be great.\" Her reply left much to be desired. \"Sorry, you just seem really familiar.\" I gave her a small laugh and parted ways. Exiting the store, I bumped into a younger man. He muttered an apology and I responded with another.",
        "the monster in the closet finally lures the child into the darkness, only to realize something is very very wrong The beast peered through the small crack in the ajar door, as it did every night. It saw the child stir and roll over, facing the creature now. As was he usual by now, it extended a thin, furry arm, asking in its eerily high pitched voice \"Wan na Play?\". Unlike all of those other times, instead of pulling the covers over her head and crying for a guardian, the small girl sat up and stared at the closet door. The creature started salivating, thinking that all of these months that would finally have a purpose. The small girl got out of bed cautiously, tip-toeing towards the closet door. As soon as she was within a yard the arm, as though it were stretching like rubber, reached out and grabbed her. The hot smell of the beast filled her nostrils and he laughed",
        "Once the St. Lalaurie Flower blooms, it has the power to grant one wish. But for it to mature and bloom, the gardener must endure years of torment and anguish. A single tear flows down my cheek from my eye. I wipe it angrily away. I almost wish out loud, but I stop, shaking my head, angry with myself for almost wasting my breath, and my wish. The St. Lalaurie Flower has finally bloomed. God, the curse of this flower! I reach down, intent of gripping it in my fist, plucking it ruthlessly from the ground that had nurtured it for years, much as the curse of this blossom plucked my child from my arms. My tiny young daughter, blue in my arms, still, silent. I release the bloom in anger, turning my face to the sky, screaming wordlessly my agony to the sky, my anger consuming",
        "\"Look,\" it said. \"The humans have come.\" After efficient intergalactic space travel had been discovered on Earth, the humans did what humans did best. They set out in their sleek ships, stocked with sleeping lasers and sleeping bodies, and set out into the void. They crashed onto the lands of other races, eradicating what they saw, and subjugating the rest. Humans seemed determined to become a virus, to grow their colonies on the most fertile soils, to spread to the distant reaches of the universe, and to plague every corner with their diseased ilk. To infinity and beyond. The first species to be conquered were.... surprised, really. A race, so feeble, yet so ambitious! They had merely discovered space travel a few hundred years ago; what could they do? The leaders laughed. \"Look,\" they said. \"The humans have come.\" How quickly they fell to their own hubris. Skies burned that day. Lands burned that day. Life burned that day. And no-one took notice to",
        "[ TT ] You are an apprentice mage whose ability has far surpassed that of your mentor - who happens to be the most powerful blood mage in the kingdom. He drew the blood out of his body into a small sphere. \"Yes yes, very well done, now try and make it a cube.\" His mentor said as he almost instantaneously formed it into a flawless cube. His mentor is taken aback \"That's impressive, here, make it into a blade and see if you can cut through this.\" He placed a small wooden brick in front of him. The student formed his blood into a blade and cut through the block as it fit wasn't there, and more surprisingly, left a deep gash in the stonework below the block. \"Now I've never seen that before.\" Said the mage with a quizzical look in his eyes. \"I wonder...\" Said the student as he cut through the skin of his master's forearm. \"Now now you know that's illegal, I'll assume it was an accident.\" His master",
        "In a world full of supervillains, one man has a very unique job: Finding a practical use for all those wacky doomsday devices. The thing about doomsday devices is that they have near limitless energy. To mess with one without knowing the proper precautions and safety restrictions was practically asking to doomsday.... -*ing* the whole planet. Jared pondered this thought as he idly threw up and down his doom ball, the newest of the doomsday devices to be seized by the government and brought to the lab. \"Hey,\" Jared called out to a man behind him, \"would'doomsdaying' be the word for setting off one of these?\" \"What a stupid question,\" a tired voice replied from behind. Jared could hear the man's chair turn around as he spoke. \"Why did I hire you as an assistant if- good God, don't play with that!\" A gloved hand snatched the doom ball from mid-air",
        "You've been drifting at sea for 20 days, and you're beginning to wonder if leaving the island was such a great idea. Water. There was a lot of fucking water. My thirst would have settled for less. The raft wasn't steady. It had a habit of rocking back and forth, up and down, making my insides feel on the verge of joining the world- I was seasick. I had forgotten that I get seasick. I'm seasick and sick of the sea. The raft, right. It wasn't steady, so if I moved on it wrong, I fell off. My clothes were dried and salty. I was still and sunburnt. It wasn't a good combination. \"Oh, I took a year of shop, I can manage this!\" Please. There wasn't any need for a crooked shelf on the S.S. Hindsight. Maybe, maybe- very just maybe, it could have been used for shade. I needed some shade. I was baked. My phone still wasn't working. The plastic bag had been",
        "For the last few days, everyone on earth has seen shadows move out of the corners of our eyes. They have always been there. Every child has seen the shadows, reaching from a cupboard door or lurking under the bed. Every girl has felt them lengthening behind her, chasing her down a deserted street. They reach out to us from the quiet corners of dark rooms, from the yawning mouth of unknown alleyways, from the forests where light is stifled and choked out. They have always been there. Not many, and not strong, but always there. Perhaps one time in a thousand - in ten thousand - there were enough. Enough to reach out and truly touch. A child's bed that no one shines a light under, year after year, so that they grow and breed and hunger. A street where the houses lean towards each other drunkenly, restricting the sunlight to a narrow bar in the centre. The unattended places - the places where they can multiply",
        "This morning, as you vacantly stirred your coffee, you unwittingly hypnotised yourself. The song playing on the radio trickled into your mind and took control of you. \"Hit me again barkeep!\" The bartender looked over to where the voice came from and saw his old friend still trying to nurse the empty glass in his hand. \"Listen Tony.... I think you've had enough. What are you doing here anyways? It's 80's night, and you vowed you would never come on an 80's night.\" The lights were streaming through the club as old favorites blasted through the speakers. People out on the dance floor, having the time of their lives, enjoying the moment. Tony stared at his empty glass. \"Have you ever had a thought in the back of your head that just gnaws at you all day? I mean, what am I doing with my life? I've worked all my life, for that moment in time, and yet it can come or pass you by...\" The bartender just stared at Tony. \"We all have to work Tony. Look",
        "You have developed and ability to see how people will die when you look at them. Your entire life you avoided pictures of yourself, but today you forgot, and, brushing your teeth in the morning, looked in the mirror... I'm not like other people. I know how everyone will die. All I need to do is look at their face and it comes to me like a vivid memory. The boy who sits next to me in class will live to be 102 and then die of natural causes. The bus driver will see a woman getting mugged and try to be a hero, only to get shot between the eyes. My neighbor's stupid dog will run into the street and be hit by an oncoming vehicle while chasing after a stick that he was playing with. I avoid pictures and videos of myself, and have never looked in a",
        "The Second American Civil War. What started it, and who are the two sides? \"There isn't any money in fighting overseas anymore.\" That's how the pitch had started. And it was met with a deafening silence around the room. The conference had been called after years of heavy losses in the arms industry. CEOs and executive leadership from all the major arms companies were present. A few representatives from the big mercenary corporations had also been invited. Close to two hundred people had arrived at the conference hall to discuss options and strategies for the decline in sales. \"The world is too poor. America is the only country supplying us with any business and their opponents are too poor to justify any more military spending. It worked for long enough, but now we've gotten to the point that we can't sell them on anything. They are just too powerful. We need a new approach, and I think I've got it.\"",
        "As a dragon of innumerable age you have guarded your gold horde for millennium. Many heroes have come with long speeches on how they will slay you, the great evil, none finish. However this one is odd.He throws a coin on your stash, looks you in the eyes and says \"I have a proposition for you.\" The tiny man walked into my cave, and I almost laughed. I do not say tiny because I am so much larger than humans: He was a legitimately small person. He galloped in with a stuffed horse head on a stick between his legs, taking me by surprise. Normally, the plan was to sneak up on me, or ambush me, but this man was just galloping in noisily with a fake horse - which was a bummer, cause horses are tasty. As I got up and slowly lumbered over to this buffoon, he jumped off of his'horse,' landed with legs spread at a 45*",
        "Write the letter that you always wanted to, but never did. Hello, I will never forget you or what you have done. You took my trust and shattered it into millions of pieces, like taking a hammer to a piece of glass. I thought we were friends, but friends don't do what you've done. I thought that I could trust you, but I was wrong. I read all of the guides about how to avoid people like you. You know the ones. They warn women to stay with their friends. The guides advise to never leave a drink unattended at a bar and to watch when drinks are poured. Don't become unaware of your surroundings. Constant vigilance is needed. Take RAD classes. Aim for the junk. That was worthless when it came to you. The guides never told me how to avoid you. They never told me how to recognize when a friend was actually anything but friendly. The guides never said that you would respect my bodily autonomy until",
        "By the time I had finished, there was no blood left. Only ice. What was supposed to be our third date, a quiet movie night in, was turning into a woman's worst nightmare. I had barely arrived when Phil's son called from practice. Mark's mom never showed to pick him up. Phil apologized and said he'd only be twenty minutes, did I mind waiting? He left me there, sitting alone on his sofa. His nice, white sofa. He shut the door behind him and that's when I felt it, the warm, dreaded trickle closing in on my insides; gravity threatened to mock my otherwise perfect day. Shit! My period was early, but I was too late. When I stood up to go to the bathroom, I saw the drop of blood that had made its way through and saturated the cushion where I'd been sitting. I took my purse to the bathroom, cleaned",
        "Your whole life you been afraid to go to the washroom with the shower curtain closed so you open it everyday. Today you open the curtain to find something you didn't expect. I always had an overactive imagination. Like the time I thought the other ants would come to kill me when I stepped on one of their friends. Or the time I was the first man on Mars with a spaceship made out of cardboard and bicycle parts. I was still a kid back then of course. But I have never shaken the thought of someone standing behind the shower curtain when I peed. So I always checked. Silly of course. Until today. What the hell!? Oh hi. How are you? I'm Tom. What. Tom. What, no: what. What are you doing here? Just chilling. I wanted to do some unpacking, but it's been a long day. Want a beer? What? Peroni. I don't have much else I'm afraid. Should",
        "Your ascent into sanity The thrill of defeating the pure incarnation of evil vibrated through every inch of my body. This thing was finally dead after four years of constant torture. It has followed me from room to room, day after day. It followed me every time I went out, every time I ate dinner, every time I went to the bathroom. This demon that had sunk its teeth deep into my chest and sucked out my lifeforce leaving only this hollow shell of the person that was. Always there, screaming, demanding to be heard, taking away everything I had ever loved. It had driven away my husband, my reason for living. He turned and fled soon after this evil had descended on us. He was far wiser than I. I stupidly believed that evil could be fought. Its cold eyes were always on me, soulless and demonic. Even now, though the spirit had fled its form, its hateful gaze started at me through its death-shrouded lids.",
        "[ CC ] [ PI ] C764 ~ would really appreciate some crit for this piece. I find it a bit difficult to envision the setting. I know it's complicated, but my brain just isn't putting together a good image of what it looks like. It seems like, later in the story, you're describing structures, which doesn't jibe with the concept of cages in my mind. Also, where did the building materials come from? I'm also a bit spotty on the concept of Guilds. What are they? Where did they come from? How many are there? Is everyone in a Guild, or only some people? Do Guilds define the social structure of the caged society? The Shadow is mentioned at the beginning, but kind of falls away after that. Was this intentional, indicating the people are left to their own devices? Maybe you could work the Shadow into a religion or cult of sorts, like some people actually think of him as the \"Great Provider\" or something. Finally, I think overall",
        "Moving Into a Neglected, Old House. What do you find while remodeling? (Cross post from r/Writers) I posted in the cross post but here's my copy and paste: \"I can't believe we invested all of our money on this house,\" my wife mumbled. We had spent all day painting the downstairs living quarters and were about to retire to our sleeping bags in what will eventually become our master bedroom. She was right, of course. We were in over our heads. The remodel was already costing far more than we planned, we still had no air conditioner, and we were months past our projected move-in date. This summer was not going to be fun. Not wanting to start an argument, I turned over and quickly went to sleep. I can't tell you the exact time that I awoke that night, but I do know that the sun had not yet risen. I turned over on",
        "Reincarnation is a proven fact, and a device has been invented to determine who someone's pasts lives were. To your horror, you've just discovered one of your past lives was... So here I am, awaiting this machine to display my past identity. It has been proven now for some time that reincarnation exists, which has come with great benefits, some truly awful consequences, and, in some cases some strange scenarios. The Earth's population was still increasing all the time, so there was an interesting, although predictable scenario where there were people who were currently having their first go at being a human. My friend Jack had just been tested and it turns out, he was a pig before. There was currently no recorded case of a human becoming anything other than a human for their next life, however, to see who your old self had been before they were that was exceptionally expensive and it got exponentially more expensive each time you wanted",
        "In a world where every human being naturally has photographic memory, you are some of the few people who suffer from a genetic defect called \"memory loss\" After exhausting all the standard approaches, we'd traveled to Arizona to meet Dr. Christo Milonas, a Memory Loss specialist who had some unorthodox techniques. My mom hadn't reacted well to the doctor's suggestion. \"Reading?\" Dr. Milonas smiled, probably having had this conversation hundreds of times before. \"Yes. Josh needs to learn to read and write.\" \"But he's only nine years old! You want a *child* to learn to *read*? That would be absurd even for a child without ML.\" \"Mrs. Smith, you've traveled thousands of miles to come see me. At least listen for a few minutes.\" My mom said nothing, which Dr. Milonas took as his cue to continue. \"I've found that children as young as six can learn to read and write with the same",
        "[ IP ] The reason we haven't heard from aliens. First Contact was actually a little underwhelming. It was a simple message. “ Quiet you fools. They're listening. ” It came over every television channel and broadcast wavelength imaginable, all at once. The words were copied from various TV shows and movies and cobbled together like an extra-planetary ransom note. We tried tracking the signal back to its source, but it seemed to have come from empty space. This told us two things about the galaxy. 1) We weren't alone. We weren't alone in a big way. 2) Dark things haunt the stars Earth changed overnight. All broadcasting that reach interstellar space stopped. Sometimes forcibly. The UN started discussions in earnest about forming a United Earth, and defense spending tripled. It turns out the warning barely came soon enough. Twenty years after First Contact, we had Second Contact. It lasted for three months, and at the end, half the planet was in ashes. We",
        "[ FF ] \"The place where no star gave light\" A rouge planet. Lost in the cold, empty cosmos. The nearest nebulae was lightdecades away, there was no star here. No source of external heat, no supernovae nearby to end it's solitary existence. It was dark, and drifting. Beneath the crust, over millions of year, life had found it's way here still. It evolved and thrived near the vents spurred active by the hot iron core deep inside the planet. Over the countless number of years it became aware, discovering love, gods and loss. Scientific thought came next, followed closely by curiosity. The studied, postulated, and guessed under hundreds of miles of thick rocky crust, living out their days to understand what was beyond the roof of their existence. Still hundreds of miles below the surface, they worked to penetrate the inner layers",
        "No human has to ever work again, instead you have a robot that goes to work and earns your pay for you, but you are responsible for keeping it in a good condition. One day you find your robot making a robot to do its work. \"Did you really think I wouldnt notice you building a robot in my fecking garage?\" \"No Tom, I dont think. However I did compute the probablity of you finding out, about me building a Robot, to be 70,105 %.\" Robot-Hitler stood up and waited for his creators decision. He wouldnt be able to oppose his creator anyways, but he didnt want to get more restricted in his choices, so not being too technical and confuse Tom was the best option. \"Damn I thought I had programmed you better. You shouldnt be taking such a high risk\", Tom started searching for his laptop - robot adapter. \"I was programmed to take the course of action with",
        "Write the letter that you always wanted to, but never did. To my autistic son, I love you. I hope you know that. I wish.... but I know that you probably don't even grasp the concept of love. The best I get, and I am thankful that I get even this much, is a by rote \"I love you\" before bed that was prompted from you so often as a young child that the habit has been ingrained. I am doing my best to make sure that you will be provided for after I am gone. I hope that I am doing enough. I wish.... I wish I could be sure. Though I don't think my death will have any more impact on you than not getting to follow any of your habits. Perhaps a selfish tear that your routine has been disrupted, a few dozen circles walked in your room, and then acceptance. At least that is how I interpret",
        "You wear a watch that does not work. They said I would break. They said I would break. They said I would break. They were wrong. They said that I couldn't survive without them, without her. They said I would break. They said I would break. They said I sat and played games too long. They said I was a slave to her. They said I was attached to my phone. They said I would break. They said I would break. They said I wouldn't survive alone. They said I was insane and to call them out on their doubts. They said I couldn't survive above with only a knife and a watch. They said I would break. They said I would break. I said I could survive. I said I would show them. I didn't wave or",
        "You accidentally spark a gang war in a city you're visiting for the first time It was a beautiful morning that day. Moving to a new city was exciting, and the weather couldn't have been more perfect for the occasion. The sun was shining, the breeze was warm, and my new home was in the middle of The Projects. It's not like I necessarily *wanted* to live there. It was cheap, so I took the offer. Plus with this new job and all, I really was quite desperate. The next morning after half-unpacking, I prepared my day with toast and milk, my favorite breakfast. I was nervous to start my job, but it wasn't for a few days so I thought I would get to know the neighbors a little bit. I wasn't sure what to expect, honestly. I had come from a small town; this was quite the change. I slipped on my favorite purple top and arranged it with a pair of red",
        "[ FF ] 5 minute speedwrite: In a war-torn city, a teen who is hiding in the rubble is confronted by a soldier, enemy or friend, you chose, and then the bombs start to drop again Start 9:55 Ptusha leans on the blackened skeleton of the doorway to his house. It is raining and the wetness drowns out the smoke pilfering the bombed-out town that had been his childhood home. Hours earlier, Ptusha had a home and a family. A large, three-room apartment on the second floor. His grandparents and mother lay somewhere underneath the rubble. His eyes are fixed on the sodden papers floating in puddles out front the apartment, between chunks of concrete, wood splinters, and ash-covered clothes. The writing is smeared, illegible, yet Ptusha is transfixed. Nearby, rain dribbles on scrap metal previously used as roofing. “ Hold still, ” a soldier shouts in the distance. Ptusha looks down the wide alleyway that makes up most of the town.",
        "You are a compulsive liar. Convince me you are not. In order to be a good liar-the best liar- you have to have a complete understanding of the truth. You have to know what you're hiding from, what you're running from.Within every lie, there is some dark spot, some blurred edge. The truth is always there; you just have to find it. So maybe I'm lying. Or maybe I'm telling the truth, because I know you won't believe me. Maybe it's both- just enough truth to convince you, just enough lie to hide behind. I'm not asking you to believe me. After everything, I know better than to ask you to trust me. But the real question here is: why? Another characteristic of liars: we're smart. There's never just one layer, there's always an ulterior motive. The trick is to understand the players, not the game. The game is easy. The rules are simple, once you",
        "Write the letter that you always wanted to, but never did. Dear Mariana, this may not be your number anymore but I don't care I had to get this out. When you and I started are little \"relationship\" I guess you could call it that, it was really pretty small in hindsight but that doesn't matter. What does is that when we were talking I was in the biggest and most challenging part of my life. Not with you but with personal things, literally everything had changed and I honestly think that you helped me deal with it better then anything else ever could. But I'll be honest when you said we should breakup, I was scared because I thought we weren't going to talk anymore and that's what I needed then. I'm not trying to make you feel guilty or anything it's just that without talking to you I actually did get a little crazy and I haven't ever changed back. Now I'm stressed out or numb, I haven't really loved anything in a while, but I used to love",
        "A person is stood in their bosses office, getting ready to telling them they quit I paced the room with the entire weight of my body crashing down onto the floor, taking huge gargantuan steps. A small voice in my head was telling me that the plush carpet would be muffling the steps, but I really didn't care. I knew that I was striding around powerfully and deliberately, preparing to do something important for once. All the paper-pushing, emailing nearby people messages that would be spoken more easily, schmoozing with clients of my boss' clients for nothing more than wasted time. Today was the day it ended. As soon as I'd thought of the bad, I willed myself into thinking about the good. After these painful few minutes I was entirely free to spend time on the positives in life, so I figured I could give myself the pleasure of beginning a few minutes early; at least mentally. Thanks to all the downtime here (the same downtime I'd usually be cursing, but not today!) I'd had time to",
        "You are a horny Dr. Seuss; write a Suess-Style Rhyming erotic novel I sat on a bench one fine Autumn day Hoping for sunshine to take me away To a place where grass grows all over large fields As beautiful flowers nip at my heels When all of a sudden, I caught quite a sight! A girl in short shorts had walked through the light Oh my, how her booty had flowed And all I could think was about the wild oats I'd sow With her in my bed, her rear in my face Titties a jigglin' all over the place Sweat from my brow would start to descend And pour onto her delicious back end The sex would be great, the sex would be neat My load would eventually cover her feet She knew what I wanted, she saw in my eyes Walking on by with her milky white thighs Lo and behold, she stopped for a talk! She asked me my name, I replied with Raoul A Mexican immigrant who would definitely",
        "You can see the darkest secret of everyone you meet. As you enter your house, expecting to see the usual abusive father story of your spouse, you stop; it has changed. Jennifer and I just couldn't agree lately. On anything, it seemed. She wanted Chinese, I wanted Pizza Hut. She wanted to watch \"American Idol\"; what the hell was up with that, she knew I hated that show. She kept sleeping with the blankets wrapped around her body, turning down my advances almost every night for two months now. I was okay with it though. My parents always taught me that marriage isn't easy; this was my wife and the future mother of my children. I could never stop loving this woman. So I'd lay there and try to sleep, wishing I could touch her or cuddle her without hearing screams so close they could be coming from downstairs. If we did touch, if I could",
        "There is no singular Grim Reaper. When someone dies, there are dozens of people they talk to: one tells them what happened to them, one explains the afterlife, one judges them, etc. You are the second person they speak with. \"And that is it.\" I said calmly. \"Impossible! I-I was a national champ! Three years running!\" He looked over the board. \"Where did I go wrong?\" I sighed. \"13 Turns ago you began focusing on your left side, pressing an attack but not covering for it. I capitalized on that, and when I took apart your offense, you could not compensate fast enough. You needed more turns than you had in order to do so.\" ``.... So that's it.\" He sat back down, dejected. \"Yes. I'm afraid this was your chance, but it's time to move on.\" I offered my hand to shake. \"I loved your variation on the previous Canadian Champ's gambit, though. Please don't stop playing in the afterlife.\" He took my hand, warmly,",
        "You are tasked with conducting the funeral of the human race. \"Not even if you were the last man on the planet!\" How many times have you heard that phrase? For someone who enjoyed the clubs of New Mombasa its something I heard a lot, but I never considered what that might actually be like. Lonely? Terrifying? Maybe even fun? Well when you've had 10 years to think about it while the population dwindles around you, it becomes a surprisingly peaceful time. In 3135 the global population had fallen to just 11 million people, and we had mostly given up. I shudder to think what the people of humanities peak in the 21st century would think of us now, the glorious human race defeated by a simple virus. Perhaps they would think less of us if they could see the great monuments we built, and the scenes in the streets as we celebrated our history. Ill never forget",
        "John has suspicions that his secretary is actually senior United States senator John McCain. I stared at the prompt, feeling a vague sense of deja vu. I had seen this prompt before. But I had more pressing matters to see. The man I was making love to seemed to be about to reach climax. But my mind was on the prompt still. \"AHHHHhhhhh!\" The man yelled, convulsing on the bed. \"That was nice,\" he said, smiling at me. \"Allow me to return the favour.\" He took my hard member and started to work on it with his hands, mouth and elbow. But erect as I was, I could only wonder about the prompt. Where had I seen it before? But I had underestimated the skills of the man. Before I knew it, my seed was flowing out in bursts into the man's mouth. And I forgot all about the prompt. \"Secretary John, that was a mouthful.\" he said, swallowing and winking. I wanted to",
        "To keep up with challenges by mortals, Death must master every new game that comes up. But there's one game that he just can't figure out for the death of him. “ Shall I go fetch the Parker Brothers my liege? They might be willing to help you, they taught you Risk after that spell back in ‘ 92 ” “ No, you shan't go fetch the fucking Parker Brothers, they're always so smug when I can't figure out one of their games. ” Death said as he shook his clenched fists at his assistant, Rick. “ Besides they owe the Devil fifty years in the oil vat for Monopoly. ” “ But, if any one figures out, my liege. All they will do is beat you and no one can die. We can't have that. ” Rick tried to hid behind his coat, hoping to avoid Death's anger. “ I know what we can and can't have, it's not like I'm the one who writes the rules or anything.",
        "The story of that kid who sits in the corner of the class and does not talk to anyone. Alfie sits alone in the corner of the room, not paying much attention. He thinks of space, of the vast, magnificent emptiness of it all, and he smiles. His teacher is rapping on his desk, \"Please Alfie, pay attention.\" Alfie sits in his bedroom, his LEGO in hand, and he creates marvels; imposing castles, graceful skyscrapers, vehicles of all types. His favorites are rockets. His mother knocks on the door, \"Alfie, why don't you play with the other boys?\" Al sits in his cockpit, with nothing but the blue sky before him. He streaks through the air like a falcon. Up here its quiet, open and vast. His radio cuts in, \"Lt. Col Ward, we have a bogey...\" Al sits on the launchpad, strapped in to his seat. The",
        "A Scary story set in the Golden Age of Piracy The ship swayed across the waves in a comfortable, rhythmic motion. He let his weary eyes flutter close for a second, then tried to focus his attention back on the droning talk of the captain. Something about how since he was the captain that he deserved 80 % of the profits.... or something. Late night drinking with the rest of the crew had left him with a storm of a headache, but he was proud of it. He didn't get drunk over some cheap rum found in some three hundred year old tomb, he got drunk over fine French wine. The captain sudden outburst of angry gibberish snapped him out of his daze. Panic leapt through his brain, but was quickly replaced with relief when he realized the yelling wasn't focused on him; it was focused on Barnacles, the first mate. Barnacles bit back with some remark that he couldn't make out. This only seemed to anger the captain more,",
        "You get a deep cut for the first time in your life, instead of bone or muscle, you see wires. \"Hey dad?\" I looked closely at my newly formed gash and how there were... Sparks? Coming out of it. \"Why are there sparks dad? There's not supposed to be sparks!\" I watch my dad run in and hold my arm and he reaches for my waist, I wake up in a factory with a mechanic by my side \"where is my dad?\" I ask as innocently as possible. \"You'll be ready soon just go back to sleep and be more careful next time kid.\" I didn't know how to respond to the mechanic other than to go back to sleep. I wake up again but I hear more talking so I don't open my eyes \"will he make it?\" My dad asks \"maybe but it completely destroyed its entire right arm and we don't have a spare...\" I then hear my dad",
        "Use a Civ 5 (or any civ) game you've played to inspire a story. (This isn't exactly from Civ 5, but from another strategy game I love even more.) We are a hardy people. We have to be. The Reconquista by the bastard nations of Portugal, Castile and Aragon has driven us from our native home lands. I was a boy when I saw our capital burn, and I still recall the tears my father wept as Granada burned to the ground. But, my anger is with the bastard nations, not with their god. Allah is great, and has room in His kingdom for all men of the book. We fled south, my father taking our broken nation to the lands given to us by Morocco. My father knew we would have to rebuild again. He turned those harsh lands into the fertile grounds for the New",
        "[ EU ] Voldemort stood surrounded by his death eater guards, but all he could do was stare at the odd muggle that had broken in. \"Who are you?\" Voldemort shouts. He replies, \"The name is Bond, James Bond.\" Viscous fog made slowly down a forgotten graveyard hill. It congealed behind the sparse ruins of tombs and markers, condensing momentarily and releasing in swirling tumbles and eddies that broke over those final memoirs of people long past. In death itself that fog huddled, scheming at the hem of the robes of death. Voldemort, environed by his evil servants, watched as a tomb erupted in shattered stone. \"The names is Bond, James Bond.\" A tattered suit abruptly stood before the tomb, the face of a man aroused by a lone woman that now sauntered before her dark lord. \"Oh he's handsome!.... A handsome man! Did the muggles send you? A suited fool on a hasty errand? Hahahahhahaa! HAAAA",
        "The classic Technology vs. Nature story, but twisted on its head. Make the Technology side good and the Nature side evil. \"Burn it!\" The lieutenant screamed. The flame thrower wielding soldier folded down his cracked reflective visor and leveled his weapob at the fungus. A hefty click, and a stream of flame spewed forward, smoke clung to the burning fuel as it flew voraciously toward it's target. However it was too late, the spores had already been released into the atmosphere. The lieutenant peered through his mask and looked up seeing the purple puffs float idly into the sky. His eyes widend into panic. Another soldier fumbled for his radio. She Sqawked \"This is clean up team epsilon, mission failed spores released, permission to retreat over?\" \"Roger that, epsilon process to evacuation point\" the radio replied. The other soldiers sighed heavily through their masks and began to walk through the rest of the landscape, massive pods and molds covered the ground, dead trees",
        "The reason she never called you back was because she was abducted by an alien civilization. She adapted, grew, and lead a rebellion to overthrow the tyrant that ruled there. Today she just texted that she wants to go out again. \"All those years?\" I was crying. \"I missed you so much. I hated everybody. I took out my loss for you on them. Now you come back. Finally.\" \"Yes,\" she said firmly. \"I promised I would always love you. I have fought everything to save the people I found myself amongst and when we made it they wanted to make me queen or something but I refused. I didn't want to govern anybody or anything. I wanted them to be free and that's self rule to me and I just wanted to come home to you.\" \"But it has been so long and it hurt so much,\" I stared into her eyes. \"You might not like what I have become.\" \"We can fix anything,\" she insisted. \"I set the space ship to trace you and bring me straight to you. You",
        "[ EU ] Take two franchises you love and blend them into a comedic short story. The moonlight glimmered brightly upon the silent waves of Blackwater bay. As he waited for the first of many boats to appear, Tyrion heard only the soft hushes that flowed from archer to archer. Every passing moment reminded him that if all failed tonight, his name could see itself striked from the pages of every history book Stannis' maesters could get a hand on. But he would not lose, he would not let the castle fall. The wild fire would deal with the boats and the guardsmen would deal with any foot soldiers brave enough to fight afterwards. He would not fail. \"Lord Hand!! Down by the riverside, to the east!!\" Tyrion climbed up upon the wall looking out. He saw nothing. But a sound echoed through the wind. A drum pounding? No. It was a sharper sound.\"Archers on the east wall!! Steady your bows!!!\" Tyrion bellowed. The sound approached and soon it's",
        "[ IP ] A Miracle It'd been something like five years since the accident. Mary had healed pretty well and was doing well in school. Karen and I doted on her perhaps a little more than we should have, but could you blame us? We'd debated for a long time about it, but we decided not to go after the hospital for what was an honest mistake. No point in ruining their lives for impairing Marys. Mary, bless her heart, adapted quickly even if she did mention missing colors and seeing what was outside every once in a while. The 4th of July was a special day for us, for many reasons. We aren't particularly patriotic, but there's something special about getting together a big group of people you love and just enjoying each others company. Every year we have nearly the entire family over, and I suspect half the neighborhood. Grills are fired up and kitchens filled, and then we all herd into our backyard to chat and eat. Mary runs around",
        "Meet & Greet/Weekly Question # 3: What do you look for in a WP response? What do I look for in a WP response? When others write, I look for proper formatting, grammar, and sentence structure. Wait.... nope that's for critique. What I really look for is somebody who's writing a compelling prompt. I want to be pulled in on the first sentence, I want to feel that the person writing it had fun doing so. I *want* to be wrapped up in this world that you've created. I don't care if it's a poem, if it's a thousand words or two hundred; all I look for in a prompt is to feel what is on that reply, to live in it until I'm done reading, then being left wanting more. And most of all? I want to see confidence within the writer at the end. You can make",
        "Malaysia Airlines Flight MH370 lands in Beijing Airport, 3 Months late - passengers claim to have flown as normal. \"Uh, what's that?\" one of the new recruits in the PAK ATC was heard saying. The control manager spoke up \"Yeah, I see it too. It's probably just a glitch in the old radar. It happens from time to time, focus on your flights only otherwise you'll start to get behind\" The recruit shook it off and went back to telling the CCA330 where to land, runway 7 looked nice. Especially for an airplane of that size. He gave the instructions then looked at the radar again before he heard an abrupt sound from the earpiece. \"Tower MAS370, good morning.\" Lin tried to take in what he'd heard, he had 3 flights to look after at the moment, none of which was a Malasyan Airlines flight.",
        "Someone is dead and all I can think about is where I left my yo-yo. The phone calls came in one after the other. Over and over my phone vibrated in my pocket as I hear the police sirens screaming over the crowd. Jacob was calling me to tell me what happened, but he didn't know that I already knew. It all started several years ago, at the start of my career at this new hospital in downtown Brooklyn. I get easily stressed so on break I like to find somewhere quiet and just sort of unwind. Literally. I have this thing about my yo-yo. It's not like I'm very good or anything, I just like playing with it, it takes my mind off things. The simple repetitive motions of my arm and wrist flowing so smoothly as I released the two spherical discs on a strings, just for it to roll back up the string is",
        "You are a lurker of /r/WritingPrompts, and you always attempt to write a prompt of your own. The only problem? Every time you try to do so, someone else has already posted your idea, word for word. \"Okay. Alright. No other posts. This time it's safe. It's safe.\" I poured over the short story I'd written. \"I took this story in as strange of a direction as I possibly could. It's barely related to the prompt in any way. To call it loosely based off this this post's idea would be generous. Yeah. It'll work this time. It'll work.\" I refreshed the thread to be sure nobody else posted yet. I did that. I had to. I couldn't let it happen again. Not again. \"Okay. Here it goes.\" I paused, my mouse just over the \"save\" button. I hesitated, as I",
        "You wake up in your studio apartment one day to find a mysterious clock. Standing in front of the clock words flash across the screen saying, \"TIME. UNTIL. DEATH.\" You see a countdown of 7 years, 43 days, 50 hours, and 27 minutes. You try to tinker with it and the countdown drops to 4 days. John Constantine woke, and sat up in the bed. Rubbing his face, he saw an electronic clock sitting on the bed near his feet. Words flashed across the screen, followed by numbers. John looked at the clock, considering. He grabbed a pack of cigarettes off the nightstand beside him, lit up. ``'Time until death'? 7 years, 43 days, 50 hours, and 26 minutes?\" He rolled his eyes as he took his first drag of the day. Lazily, he reached over and picked up the clock. A small red button on the back. Unlabeled. John grunted. Pushed the button. He turned the clock back over. The numbers had changed, the words hadnot. \"Four days?",
        "After dying, you wake up in the afterlife. The afterlife being millions of years in the future, when hyper-advanced technology capable of bringing back every dead person regardless of their body's physical state has been invented *Welcome back! We hope your arrival was not too bumpy. You may feel some discomfort waking up. Please notify the nearest medical staff if symptoms listed persist for more than two hours....* My body opened my eyes without my consent, with no authority except the laws of nature that forced me awake. Light was bleeding into my vision, clouding my judgement. I didn't ask to be born, I certainly didn't ask to go to heaven, I didn't want to see Jessica again! *All patients, the humanisers will commence in three.... two.... * A thin mist of a sour, sterile solution was felt briefly, forcing strength, feeling, tingles in my otherwise numbed extremeties. I tried",
        "[ CW ] Describe the room you're sitting in, maybe r/doodle will sketch it. This would be a test of how someone processes your words. It was advertised as a bedroom on the real estate websites, but in reality it was a shoebox posing as a study. There was a big ‘ L'shaped desk sitting next to my regular ‘ lower case I without the dot'desk forming a kind of ‘ capital T'with the top against one wall. These two work stations alone took up most of the standing room. This was a room where work was meant to be done. Papers and computer monitors filled the small desk where I sat and wrote. The rug that was supposed to stop the floorboards from being damaged by the office chairs didn't quite cover enough of the ground to do its job and only really served as a means of putting my chair at a constant tilt. At least it",
        "Having read online that the Bermuda Triangle is apparently bogus, you decide to test it out for yourself. My heart was bold and brazen My eyes were filled with wonder. Though my cheeks were all unshaven My mind was set to plunder. Within my sights, that treasured goal Of riches, fame, and glory. And yet, alas, not one single soul Would live to tell the story. I felt not fear, not now, not yet, As we sailed through forbidden waters. Though I'd soon begin to flit and fret As the air around grew hotter. The sun burned without respite And my arms turned crimson red. Time slowly creeped by until that night As I carefully crept into bed. My dreams that night were vivid As sweat soaked through my sheet. A girl appeared, quite livid And one refrain she did repeat: “ There's reason for those who stay away From these waters in which you reside. If you do not turn back within a day Then you shall surely die",
        "A soldier in the heat of battle suddenly hears a voice that says \"I am your child's imaginary friend. They have sent me to protect you in your greatest time of need.\" Mike's wide eyes started to relax a little bit as he realized he hadn't taken his medicine in three days. He had been sitting with his sniper rifle nudged up against his eyeball and had been waiting for something, anything to walk out of the doors of that factory. If he didn't take his medicine right now, this \"imaginary friend\" of Haley's would be the next thing he shot. He started to unclip the trappings that surrounded him, so as to wiggle his body out of the bush camouflage and slump himself down behind the ledge of the burned out post office. As he felt his boots touch the ground, an enemy soldier stood with his face covered, an AK pointed at Mike's waist. Mike raised his gun to fire, but the AK shot first and pierced Mike's",
        "You live in a world where every person receives a superpower on their 18th birthday. You eagerly count down the seconds then shriek in horror as you are given a power no one would ever want to be stuck with. Barry was nervous. Tonight he'd go to bed a 17 year old and wake up an 18 year old with his power. What category would he get? There's the three categories: Body, Mind, and Mobility. Body can be anything from strength, to scales. Mind could be super intelligence, to knowledge of a specific category. Mobility could be flight, to the ability to vibrate. There's no telling what I'll get from my parents. They're one of the few times a major fell in love with a minor power. My father has the ability to fill any container or vessel with the non-alcoholic beverage of his choice. My mother has super intelligence, and never forgets anything. Anything. I felt my eyes getting heavy and the world",
        "Write a murder from the perspective of a cheerful inanimate object I don't have a long life. I'm fine with it. What choice do I have anyways? I'm a candle and I'm made to die fast. But it angers me if a human dies fast. I love humans! They're always happy around me! But the day I died I just couldn't take the screams as anything happy. I was being lit up at a dinner in the apartment of a nice family. The mother, her husband, her 2 little twin daughters and her son. I loved the two girls. They were fascinated by me and the special light I gave. When they finished the food and took all the things back into the kitchen one of the little girls accidentally hit the fathers wine glass and it splashed all over me! My flame went out but it kept on on the tables blanket. It quickly lit up completely. The children were shocked and started screeching so loud! Their mother ran"
    ]
}