{
    "original": [
        "Chief executive Bimlendra Jha praised the \"significant effort\" to turn things around - after Port Talbot was said to be losing Â£1m a day earlier this year. Tata looked to sell its UK business, but paused the process in July. Losses at Port Talbot have been reduced by a turnaround plan and better market conditions such as rising steel prices and a drop in the pound's value. Mr Jha also said he expects the UK government to keep a promise of helping to solve the company's pension problems. However, he warned: \"We must remember that whether you drown one foot under the water or ten foot under the water, you still drown.\" A Â£485m pension deficit was given as a reason for some potential buyers being put off. The UK government under the previous prime minister, David Cameron, launched a consultation that would have brought in legal changes to the scheme. It would have reduced its",
        "New shots of Charlene Downes, 14, who was last seen in Blackpool town centre, were discovered during a trawl of CCTV. Her body has never been found. Her mother Karen said she was \"disgusted\" the footage had only just been found after years spent investigating the unsolved murder case. Lancashire Police said it \"understood\" Ms Downes' views. Nobody has been convicted over Charlene's death. The footage has been released on the anniversary of Charlene's 2003 disappearance - as part of the forces \"longest\" murder investigation. Ms Downes said: \"What I can't fathom is why this [the footage] was never found in the previous investigation. This is the bit I'm absolutely disgusted with. \"At the same time I'm happy with the footage and now hopefully they [the detectives] can move forward and we can get some answers. \"I want closure now... We can't move on with",
        "The launch of what was supposed to be its flagship model has turned into a fiasco for the world's largest smartphone maker. As the South Korean company scrambles to contain the crisis, we look back at the developments so far: 2 August: Samsung unveils its latest flagship model Galaxy Note 7 amid great fanfare in New York. The phone is packed with new features like an iris scanner. The initial response is good and expectations high. It's seen as Samsung's big rival to the upcoming iPhone 7. 19 August: Sales start in 10 markets, including South Korea and the United States. European markets are scheduled for October. 24 August: The first report of a Note 7 device \"exploding\" appear in the news. It isn't long before there are more incidents with users posting pictures and videos of what they say are their phones overheating, exploding or catching",
        "The Great British Bake Off judge, 81, is leaving the show when it moves to Channel 4 from the BBC next year. Fiona Lindsay, Berry's agent for 25 years, said: \"It has been reported that Mary only intends to work another year - that's simply wrong. \"She has lots of exciting projects coming up, including TV with the BBC.\" It has already been announced that Berry will be a guest on James Martin's Christmas With Friends on the Food Network on 14 and 21 November. She will also appear in the two Bake Off Christmas specials - which have already been recorded - when they air on the BBC later this year. Berry quit The Great British Bake Off last week out of loyalty to the BBC, a few days after presenters Mel Giedroyc and Sue Perkins also decided not to make the move to Channel 4. Paul Hollywood is the only Bake Off star to have agreed to switch",
        "The 10 trees have been nominated by members of the public for the competition run by the Woodland Trust charity. A public vote will decide the winner, which will then compete against trees from across the Continent for the title of European Tree of the Year. The online voting ends on 9 October. The Woodland Trust said a panel of experts whittled down 200 public nominations based on the nominees' story, The winning tree will benefit from a care grant of Â£1,000 and any tree receiving over 1,000 votes will receive a grant of Â£500. Nominations include the \"Sycamore Gap\" tree near Hadrian's Wall in Northumberland. It appeared alongside Kevin Costner in the 1991 film Robin Hood Prince of Thieves. Another finalist is a tree in Sheffield which is threatened with felling as part of the city's street improvement scheme. Local campaigner Paul Selby, who nominated the tree, said \"Reaching the shortlist for",
        "These beautiful pictures are the first ever taken of a wild lioness nursing a cub from a different species - an extremely rare event. The pair were spotted by Joop Van Der Linde, a guest at Ndutu Safari Lodge in Tanzania's Ngorongoro Conservation Area. The scene is the Serengeti; the attentive mother, five-year-old Nosikitok. The lioness has a GPS collar fitted by Kope Lion, a conservation NGO, and three young cubs of her own - born around the 27-28 June. Dr Luke Hunter, President and Chief Conservation Officer for Panthera, a global wild cat conservation organisation which supports Kope Lion, told the BBC the incident was \"truly unique\". \"It's not something that I'm aware has ever happened before between large cats like this,\" he said. \"We know there are cases where lionesses will adopt other lion cubs... But this is unprecedented. \"I know of no other case - between any large cat, for that matter - where the species has adopted or nursed the cub of another species.\" Most lionesses",
        "Buckingham Palace announced on Friday evening that the Queen would not attend because she had gastroenteritis. Lord Lieutenant of West Glamorgan Byron Lewis took over the ceremonial role. The battalion's commanding officer said it would have been a first to have been presented leeks by the Queen. The cancellation by the Queen led to more sparse crowds watching the ceremony than had been anticipated. Speaking beforehand, commanding officer Rob Manuel said it had been \"a bit of a surprise\" when the announcement that the Queen would not be attending was made. However, he told BBC News: \"We switched to plan B, and our thoughts and wishes are with her and we hope that she makes a speedy recovery. \"The lord lieutenant has stepped into the breach. Today is going to run as per normal. \"It would have certainly been a first for the queen to present leeks to",
        "The Starman's swansong, Blackstar, spent a third week at number one, with Best of Bowie, Hunky Dory and Ziggy Stardust all in the Top 10. Adele remained at two, while Suede, who were heavily inspired by Bowie, scored the highest new entry at number six. Rihanna's new album, Anti, did not chart after its release on Thursday. The record was considered ineligible as it was initially given away via the streaming music site Tidal. Official chart company rules state that free downloads do not count towards the top 40. However, the Bajan star did score a new entry in the singles chart. Work, her duet with Drake, made its first appearance at 13 after just 48 hours on sale. The highest new entry,",
        "The Manx mother of Leo Keefe, who lives in Spain, said she was \"in shock\" after an anonymous donor contributed tens of thousands of pounds to her son's cause. The four-year-old has been battling SPNET - an aggressive type of brain cancer - for the last 17 months. Mrs Keefe has been told proton beam therapy (PBT) is Leo's \"last chance\". PBT is a type of radiation treatment that uses protons rather than X-rays to treat cancer and is not available in the UK, Isle of Man or Spain. The NHS currently pays for some children from the UK to go abroad for treatment - these are decided on a case-by-case basis. Leo does not qualify because he does not live in the UK. Mrs Keefe discovered the £150,000 fundraising target had been reached whilst at Alder Hey hospital in Liverpool, where Leo is awaiting surgery",
        "A train travelling from Penzance to Exeter collided with another train on platform six just after 15.30 BST on 3 April. The Rail Accident Investigation Branch initial findings found the signaller believed there was enough space for both trains on the platform. About 35 people were injured. Read more on this story as it develops throughout the day on our Local Live pages The report said: \"Allowing trains to share a platform is known as permissive working, and is allowed for passenger trains using platform six. \"The signaller could see the rear of the train from the signal box window and estimated there was enough room for the moving train to fit on the platform. This was not the case.\" One of the trains was moved to platform six due to passenger lifts being closed for maintenance on alternative platforms, the report said. While approaching Plymouth, the moving train accelerated to about 21 mph and went through a",
        "Residents of the Isle of Muck set up a dedicated Facebook page to attract applicants after the former teacher left for family reasons. Nearly 60 people applied and now a permanent teacher has been appointed. The successful applicant, Laura Marriner, will move to the island with her husband Dean and their two sons. She works for Hampshire County Council and will take up her new appointment in November. Muck Primary School has eight pupils and one nursery pupil. The Marriners' eldest son Charlie, whose little brother is called Atticus, will join the island school's P1 class. Mrs Marriner, who is originally from Flintshire in North Wales, said: \"I am really looking forward to getting started in the classroom at Muck Primary and can't wait to meet all the children and their parents. \"My husband and I hope that our family will settle into community island life as swiftly as possible. \"We are strongly supportive of",
        "Anthony McIntyre was one of the main researchers in the project. A subpoena was served on the college at the weekend demanding access to interviews about his IRA activities. The college says it will file a motion to quash the subpoena. McIntyre's legal team in Belfast also plan to lodge papers in the High Court challenging the legality of a decision by the PPS to use an international treaty to seek assistance from the US authorities. The subpoena was served on the college by a lawyer acting on behalf of the British government. It compels a representative of the college to appear in court in Massachussets next Friday to provide the material requested. Anthony McIntyre's lawyers team say that request was unlawful. What are the 'Boston tapes'? Dozens of former paramilitaries were interviewed in Belfast and other cities and towns from 2001-2006 as part of an oral history project known as the Belfast Project. Details about internal politics and activities of the",
        "Wales full-back Davies, 21, joins on a five-year deal and Netherlands goalkeeper Vorm, 30, has agreed a four-year contract with the Londoners. Iceland international midfielder Sigurdsson, 24, has signed a four-year deal with Swansea. He spent 2011-12 on loan at the Liberty Stadium from German club Hoffenheim, scoring seven goals in 18 appearances. Spurs are thought to have fought off stiff competition for Davies, with Liverpool boss Brendan Rodgers understood to be an admirer. But Davies said Spurs were \"the ones chasing me from the beginning\" and that joining the north London club was \"too good an opportunity to turn down\". He told Swansea's official website: \"I had never thought or wanted to leave Swansea, but an opportunity like",
        "A pricing regulator in Jiangsu said the luxury German carmaker pressured local dealers into setting a minimum sales price on some of its car models. Some of its local dealers were also fined 7.7m yuan, regulators said. A Mercedes-Benz said it \"accepts the decision and takes its responsibilities under competition law very seriously\". \"We have taken all appropriate steps to ensure to fully comply with the law,\" a spokesperson told the Reuters news agency. In a statement, the Chinese regulator said: \"The investigation found Mercedes-Benz and its dealers in Jiangsu came to and carried out monopoly agreements to cap the lowest sales prices of E-Class, S-Class models and certain spare parts.\" Last year, the Xinhua news agency reported that Mercedes had also been found guilty of manipulating the prices of after-sales services in China. China is the world's largest car market and foreign automakers",
        "S4C gets most of its income from the licence fee and UK ministers have announced a major review of the BBC. Monmouth MP David Davies told BBC Wales S4C was a \"special case as it promotes the Welsh language\". Ministers have said S4C should aim for similar cost savings as the BBC. On Thursday, Labour warned that cuts to the BBC's budget threatened S4C, but Culture Secretary John Whittingdale told MPs there was a commitment to the channel \"within the next couple of years\", and he hoped to have discussions with its management in the near future. Mr Davies told BBC Radio Cymru's Rhaglen Dylan Jones, on Friday: \"The government realise the importance of S4C and that it's more than a station, it's important to the future of the Welsh language.\" Mr Davies also hinted that the Welsh Affairs Committee, which he chairs, could consider conducting an inquiry into broadcasting, including S4C. \"These are personal views but I believe S4C to be a",
        "The body was found in August 1974 at Cockley Cley, near Swaffham in Norfolk. Norfolk Police have used modern techniques for a second post-mortem examination of the remains. Det Ch Insp Andy Guy said: \"It is absolutely possible we could use the DNA recovered to link the woman to a living family member.\" Read more about this and other stories from Norfolk The first post-mortem examination, which took place the day the body was discovered on a heath, concluded she was aged between 23 and 35. The dead woman was found wearing a 1969 Marks & Spencer pink nightdress and was wrapped up in a plastic sheet secured with ropes. The force's main line of inquiry is that she could have been a woman who worked as an escort known as The Duchess in Great Yarmouth. The Duchess, who detectives said was well-known locally, was believed to be from Denmark, but suddenly disappeared. The latest examination",
        "The study compared men undergoing intensive army cadet training with men whose environment remained unchanged. During training, men appeared to show a preference for heavier-looking women. Lead researcher Dr Carlota Batres said men's preferences may adapt in tough environments so they mate with women best equipped to survive and reproduce. \"Our findings provide new evidence for the malleability of preferences depending on the environment,\" she said. \"We found that the weight preferences in prospective female partners changed in response to the harsher environment and then remained at the new level while the environment remained harsh. \"Such changes in preferences may be beneficial because they allow for increased opportunities to form partnerships with those who are better equipped to survive illness or uncertain food availability.\" Participants were asked to rate",
        "In a statement, it said Foreign Affairs Secretary Perfecto Yasay would raise the issue at a major two-day Asia-Europe summit starting on Friday, attended by China's Premier Li Keqiang. A UN-backed tribunal ruled on Tuesday that there was no legal basis to China's claims in the South China Sea. China has vowed to ignore the ruling. It says the panel has no jurisdiction and its activities in the region will not be affected. The Asia-Europe Meeting Summit (Asem) in Ulaanbaatar in Mongolia on Friday and Saturday will be the first major multilateral diplomatic gathering since the 12 July ruling over the South China Sea. The summit will see 53 leaders from Asia and Europe attending, including from countries such as Vietnam and Malaysia which also claim territory in the region. It will also be the first meeting in which the new Philippine government of",
        "John McCormack drove for a further 30 miles in the articulated lorry after hitting the vehicle on the A9. Perth Sheriff Court was told there were three children in the car at the time of the incident. The 46-year-old was ordered to carry out 250 hours of unpaid work and banned from driving for two years. Prosecutor Rebecca Kynaston said motorists heading north near the House of Bruar shopping complex saw McCormack driving straight towards them. She said: \"To their horror they saw the lorry coming south. He was on the wrong side of the road. \"They managed to get off the road onto the verge. \"The lorry missed them, but unfortunately it continued on and a couple with three children in their car weren't so lucky.\" Ms Kynaston said that the lorry hit the offside of the car and scraped along",
        "Media playback is not supported on this device The Seattle Reign player topped a supporters' poll to become the second winner of the BBC World Service award. She beat a shortlist of Gaelle Enganamouit (FC Rosengard, Sweden), Amandine Henry (Olympique Lyonnais), Carli Lloyd (Houston Dash) and Becky Sauerbrunn (FC Kansas City). \"I'm surprised to win, I'm extremely humbled to win,\" Little, 25, said. \"Women's football is in a great place. Hopefully it will progress further.\" Little received the award at her club's training ground on Tuesday. Mary Hockaday, Controller of BBC World Service English, said: \"Well done to Kim Little. It's been another outstanding year for women's football and Kim's talent shines through on the pitch. \"I'm delighted BBC World Service plays an important part in giving female footballers the recognition they deserve.\" Little was Seattle's leading",
        "The care at Stafford Hospital left some patients drinking water from vases, it is claimed, and receptionists assessing emergency cases. Julie Bailey, who set up the campaign group Cure the NHS after witnessing her mother's treatment, was made a CBE. Helene Donnelly, a nurse who became a whistleblower, was made an OBE. Figures suggested there were more deaths than would have been expected at Stafford Hospital between 2005 and 2008. Patients needing pain relief either got it late or not at all, leaving them crying out for help, and there were cases where food and drinks were left out of reach. Helene Donnelly worked in the A&E department at the hospital. She raised nearly 100 complaints about the treatment of patients, turned whistleblower and was a key witness at the Stafford Hospital public inquiry. She told the BBC she was \"tremendously proud and honoured\" to receive the OBE for services to the NHS, after what had been a \"very difficult time",
        "The Financial Conduct Authority said these customers were profitable for card providers and so there were few incentives for the firms to intervene. It said customers should be encouraged to pay off more of their debt when they could. The FCA inquiry has analysed the five-year history of 34 million cardholders. The City watchdog also interviewed 40,000 people about their credit card use. Its interim findings include: The watchdog said while there was strong competition for some customers and products, other customers were not being targeted. Providers were quick to intervene when customers missed payments as they were \"extremely unprofitable\", but the same was not true of those just getting by. Joanna Elson, chief executive of the Money Advice Trust, which runs National Debtline, said: \"The FCA is absolutely right to be concerned about the 1.6 million people who are just about surviving by making minimum payments, often on multiple credit cards. \"As the report highlights, credit card companies usually intervene effectively to help customers",
        "Outstanding car loans, credit card balance transfers and personal loans have increased by 10% over the past year, the Bank's financial stability director Alex Brazier said. In contrast household incomes have risen by just 1.5%, he said. \"Household debt - like most things that are good in moderation - can be dangerous in excess\", Mr Brazier said. Mr Brazier, in a speech to the University of Liverpool's Institute for Risk and Uncertainty, added that this increase in debt was \"dangerous to borrowers, lenders and, most importantly from our perspective, everyone else in the economy\". He warned that High Street banks were at risk of entering \"a spiral of complacency\" about mounting consumer debt levels. \"Lending standards can go from responsible to reckless very quickly. \"The sorry fact is that as lenders think the risks they face are falling, the risks they - and the wider economy face - are actually growing,\" Mr Brazier added. Mr Brazier hinted that the Bank of England",
        "Childcare and early years researcher David Dallimore of Bangor University wants an overhaul of education provision for three to four-year-olds. He told BBC's Eye on Wales: \"It's one of the things we haven't done well in Wales is have a long-term vision for our early years services.\" The Welsh government said it can consider its options once the detail of the proposed Childcare Bill is known. Currently, all three and four-year-olds are entitled to a minimum of 10 hours education delivered through the Foundation Phase. Each of the 22 councils choose how they deliver those hours for three year olds and how much they spend on it. Because of this, levels and flexibility of provision vary enormously from county to county. \"It's a patchwork of provision, there's a different level of provision in different local authorities, it's a bit of",
        "The removal of the engines, which have lain idle for two years, would leave 142 active vehicles in the capital. Savings from the proposal would be invested in making more staff available to crew Fire Rescue Units. But the Fire Brigades Union (FBU) said it would be \"dangerous and reckless\" to get rid of them permanently. The London Fire Brigade (LFB) has released three plans to make the savings. It insists no stations will close and no firefighters will be forced to leave their jobs. The Brigade said it had continued to meet London-wide attendance time targets while the 13 engines had been out of service. It said that bringing them back would improve response times by about four seconds for the first engine to reach the scene. An alternative proposal has been put forward by London Assembly Member Andrew Dismore,",
        "Dee Stitt of Charter NI, who is a leading UDA member, was the focus of criticism for remarks made to The Guardian. In a statement, the board of Charter NI said it was \"deeply disappointed with and greatly concerned\" by the article. However, it said it was \"addressing this matter internally\". In The Guardian article, Mr Stitt described loyalist band North Down Defenders as \"our homeland security\" and said the government does not care about Northern Ireland. The Northern Ireland Executive awarded a Â£1.7m grant to Charter NI, a community-based organisation. The money came from the executive's social investment fund. SDLP MLA Nichola Mallon said on Wednesday that Mr Stitt's position with Charter NI was no longer tenable and that \"he needs to go as soon as possible\". \"It is clear from the statement issued by Charter NI that Dee Stitt remains their CEO,\" she said. \"Their CEO needs to go, he needs to resign and there needs to be",
        "PC Frances Tilley admitted she had \"destroyed her career\" after evading payment for a journey between Bristol Temple Meads station and Castle Cary in Somerset last June. A disciplinary hearing at Northamptonshire Police headquarters heard she was less than two years into her job and was still on probation. She was dismissed for gross misconduct. The hearing at Wootton Hall heard Tilley travelled from Northampton to Castle Cary on 22 June last year. The officer, described as \"diligent, professional and committed\", was travelling with friends and did not buy a ticket for the final leg of her journey. Force solicitor Elizabeth Briggs said: \"She travelled from Bristol to Westbury and onto Castle Cary. At that stage, she did not have a valid ticket to travel. \"There were opportunities for her to purchase a ticket. \"She said it was her",
        "They say the hold-up took place on Sunday morning at a jewellery exhibition at the Carlton Hotel. The hotel is located on the Croisette promenade - one of the most prestigious locations in the town. The theft is the largest in a series of high-profile robberies in Cannes, which is famous for its annual film festival. The Carlton Hotel is where Alfred Hitchcock filmed To Catch A Thief - his 1955 film about a jewel thief operating in the French Riviera. During the latest theft, an exhibition of diamonds by the jeweller Leviev was being held in the lobby of the hotel. Local media said the robber made off with the jewels in a briefcase. It is not yet known who the owner was. If the value of the jewels is confirmed, it would reportedly be the second-largest heist in France. A Cannes police spokesman said:",
        "Media playback is not supported on this device Spurs lost 1-0 on Wednesday and have now lost both of their European games at the national stadium this season. The club are playing their home Champions League games at Wembley while White Hart Lane is being redeveloped. Pochettino said: \"There is nowhere better in the world to play football. We were the problem, not Wembley.\" Spurs have the option to play all home league and cup matches, as well as any European games, at Wembley next season. Pochettino added: \"It is embarrassing for me. \"After two games at Wembley, Monaco and Bayer Leverkusen, there is no excuse. We were poor and we need to find the answer in ourselves. \"We are very disappointed and we cannot show the performance that we have in recent weeks - that is the problem.\" The Leverkusen defeat followed a 2-1 loss at Wembley against Monaco in their opening Champions League game of",
        "He was speaking during a BBC debate about the forthcoming EU referendum filmed at the University of Lincoln. \"I'm a neutral, but I'm being battered on both sides by half-truths, lies and scaremongering,\" he said. Also on the panel, to be aired on Sunday, were UKIP MEP Jane Collins, for Leave, Labour MP Melanie Onn, for Remain, and journalist Robin Limb. One of the topics the panel focused on was the NHS and how it fits into the EU. Yorkshire and Humber MEP Ms Collins said: \"We pay in Â£675m a year into the EU, which goes into other countries health schemes, we only get Â£49m back and that's an atrocity - we must leave to get the NHS back on its feet.\" She added it should be \"easier for nurses to qualify in this country\" and all NHS workers should get \"a reasonable pay for a reasonable day's work\". Ms Onn, MP for Great Grimsby, argued: \"You are far more likely to be",
        "Hotelier Ranjit Singh Power, from Wolverhampton, disappeared on a business trip to the Punjab last year. A taxi driver has confessed to his murder, but local police now believe he was not working alone, Sanjoy Majumder, BBC India Correspondent said. Mr Power's family said they want to find out the truth. They said they are struggling for information from the Foreign Office and other officials in India. \"I keep asking them questions, but I don't seem to be getting any answers... even today I'm pleading.. asking for information from the Foreign Office,\" Ranjit's brother, Amrik Singh Power, said. Mr Power was last seen at an airport in Amritsar, Punjab on 8 May. After he did not contact his family for a week, they reported him missing. Taxi Driver Sukhdev Singh, who",
        "The University of Birmingham announced its discovery in July and revealed the manuscript is at least 1,370 years old. Susan Worrall, from the university, described the manuscript as being \"a global treasure\". It is on display at the university's Edgbaston campus until 25 October and tickets are free. The pages of the Muslim holy text had remained unrecognised in the university library for almost a century, the library said. One visitor said: \"This manuscript could have been handled by the Prophet Muhammad or the best men in our religion... I am just standing next to it - it is really amazing.\" \"Finding out we had one of the oldest fragments of the Koran in the whole world has been fantastically exciting,\" said Ms Worrall, who is director of special collections. Birmingham's Muslim community leaders have expressed their delight at the discovery. Muhammad Afzal, chairman of Birmingham Central Mosque, said: \"When I saw these",
        "Yorkshire batsman Joe Root has been named as new Test captain after Alastair Cook resigned after more than four years in charge. \"We need to win but we want to perform in a manner that makes people want to come and watch us,\" Stokes said. Root's first Test match as England skipper is against South Africa at Lord's beginning on 7 July. The 26-year-old has stepped up from vice-captain, with Durham all-rounder Stokes, 25, filling the role as his deputy. \"Test cricket is the pinnacle and we need people to fall in love with it again,\" added Stokes. Discussing his elevation to vice-captain, he added: \"Everything I do is to win and being vice-captain won't change me as a person or as a player. Media playback is not supported on this device \"I want to be involved in all aspects of the game, whether it's hitting the winning runs or taking the final wicket. I have always wanted to be in",
        "\"Today India sleeps peacefully because you stay awake day and night,\" Mr Modi told the soldiers stationed at Siachen. Claimed by India and Pakistan, it is dubbed the world's highest battlefield. Later, Mr Modi travelled to the Kashmir valley where floods killed at least 281 people and left Srinagar under water. More than a million people were displaced. Mr Modi is the second Indian PM to visit Siachen. Manmohan Singh went there in 2005. More soldiers have died from harsh weather on the glacier than in combat since India seized control of it in 1984, narrowly pipping Pakistan. Soldiers have been deployed at heights of up to 22,000 ft (6,700m) above sea level. Mr Modi met senior officials and aid workers to review relief measures on the occasion of Diwali, the biggest Hindu festival. September's flooding in Indian-administered Kashmir damaged some 180,000 houses and many people are still living in relief camps. Jammu and Kashmir chief",
        "The world-famous club in Elephant and Castle, south-east London, has been trying to prevent the building of a block of flats across the road. Club bosses fear noise complaints from residents could force its closure. Southwark Council originally refused planning permission but Boris Johnson has now called the decision in. The Liberal Democrat councillors who threw out the plan had faced criticism after it emerged their party accepted tens of thousands of pounds in donations from the club. The councillors had not declared the donations at the meeting. Both Labour councillors and the developer Oakmayne were unaware of the size and scale of the donations until they were revealed by the BBC. It also emerged that the council's in-house lawyer had warned councillors they may be in breach of the law by not declaring the gifts. Both Ministry of Sound and the Lib Dems have insisted their actions were above board. In a letter to",
        "The changes would allow Japanese troops to fight abroad for the first time since World War Two. The legislation has already been passed by Japan's lower house and is expected to be endorsed by the upper chamber. Under its constitution, Japan is barred from using force to resolve conflicts except in cases of self-defence. But a reinterpretation of the law will now allow \"collective self-defence\" - using force to defend allies under attack. Police are lining the streets and telling protesters to move along in an attempt to minimise disruption in the capital's centre. Despite the wet weather conditions, tens of thousands of protesters poured out onto the streets demanding that their pacifist constitution be protected and calling for the prime minister to step down. The streets were lined with police vans but given how unprecedented it is for the Japanese to be so vocal, there was never any fear that things would get out of hand. These demonstrations have been taking place all summer, mainly led",
        "She announced on Sunday that she will continue as MP for Brighton Pavilion, and hopes to \"dedicate even more of my work to the political front line\". She was elected as the party's first solo leader for England and Wales in 2008, after it switched from a system of having two principal speakers. She became the party's first MP in the 2010 general election. She tweeted that she was \"standing down as Leader to open doors to new Green Party Leader\". \"The reason that I've decided not to re-stand... is because I want to give other people the opportunity to get well known, to have some profile in the party, hopefully to use that to get themselves elected as well,\" she explained further to BBC Radio 4's Westminster Hour. In her statement, she praised party gains in the past few years, including its first Westminster seat, first local council and its share of the vote in this month's",
        "Corrie Mckeague, 23, a gunner based at RAF Honington in Suffolk, vanished after a night out in Bury St Edmunds early in the morning of 24 September. His mother Nicola Urquhart told the BBC's Victoria Derbyshire programme: \"Nobody can just disappear.\" She said it would be in character for Mr Mckeague to enter a stranger's car. Mr Mckeague, originally from Dunfermline in Fife, was last spotted on CCTV walking alone and eating takeaway food in Bury St Edmunds at 03:20 BST. A trace on his mobile phone showed it was in Bury St Edmunds early on 24 September but then moved to the Barton Mills area. For more updates on this story, visit BBC Suffolk Live Ms Urquhart said the phone data suggests this journey took 28 minutes, which is \"how long it would take to drive [between the two places]\". It is not known whether the phone was",
        "Regina Hungerford, 56, denied striking a 17-year-old as he listened to music in her class at Merthyr Tydfil College. But a disciplinary panel ruled contact with the pupil was probably made and her conduct had been \"unacceptable\". On Thursday, the Education Workforce Council imposed the suspension, saying: \"The public interest is in favour of her being able to teach again.\" Mrs Hungerford admitted shouting and slamming a book on the desk of the \"provocative and disruptive\" teenager as he listened to rap music in her classroom - but always denied hitting his head. She was cleared, on appeal, of a criminal charge for assaulting the pupil during a maths lesson for those with learning difficulties. But in November, a disciplinary panel found, on the balance of probabilities, she had made physical conduct with the pupil on the head or hand. The panel found she had \"acted in an inappropriate",
        "Morecambe purchased the Jensen Interceptor in 1968 and kept it in a garage at his home. It was eventually sold to an auction house in 2014. Buyer Silverstone Auctions contracted Jensen specialists Cropredy Bridge to restore the car's engine, brakes and bodywork. Morecambe, who died in 1984, was the car's sole owner. It left Jensen's factory in West Bromwich on 23 September 1968. Read more on this and other stories from Hertfordshire Warwickshire-based Silverstone Auctions has documented both the history of the car and the restoration process on a dedicated website. It includes comments from Morecambe's chauffeur Mike Fountain, who sometimes drove the comedian and his wife Joan around in the Jensen. However, as the car was marketed as a two-seater, there was little room for a third person. Mr Fountain said Morecambe often ended up \"screwed up in the back\". The Jensen was, he said, Lancashire-born Morecambe's favourite car, however not everything about",
        "N Srinivasan recently stood down temporarily as chief of the Board of Control for Cricket in India (BCCI) following a Supreme Court ruling. He owns a team in the IPL, the world's richest cricket tournament. He is regarded as the world's most powerful cricket administrator. He was elected chairman of cricket's world governing body, the International Cricket Council, in February and is due to take up the role in July. Last month, former India captain and batting legend Sunil Gavaskar was installed as the interim head of the cricket board. The Supreme Court said on Wednesday that the BCCI should appoint a panel to investigate the charges against Mr Srinivasan and 12 others, including some players. \"Having come to know the nature of allegations, we cannot close our eyes,\" the court said. The court said when the allegations of corruption in",
        "Heading the processions were some of those caught up in the suicide bomb attacks on Belgium's airport and metro station that killed 32 people. Belgian broadcaster described the march as \"calm and silent\". The march had been due to be held a week after the 22 March attacks, but officials asked for it to be postponed because of the security threat. Relatives of victims, and paramedics and airport staff affected by the attacks joined people of several religious faiths on Sunday's march. Flowers were carried in memory of those who lost their lives. The procession took them past the Molenbeek neighbourhood - where many of those alleged to have carried out the attacks in both Brussels and Paris had lived - and to the makeshift memorial outside the city's stock exchange. One of the organisers of the march, Hassan Bousetta, told the AFP news agency: \"When our fellow citizens, defenceless civilians, are cut down in a cowardly attack, all citizens should stand up to express their disgust and solidarity.\" The",
        "If approved, Uefa's system of positioning an additional assistant referee behind each goal would remain. European football's governing body discussed the issue on Friday and said it would make a decision in January. Goalline technology was introduced in the Premier League for the 2013-14 season, and Fifa used it at the 2014 World Cup in Brazil. At a news conference in Paris, Uefa general secretary Gianni Infantino said there was a \"positive\" attitude towards its implementation, despite \"logistical challenges\". Media playback is not supported on this device \"This has been on the table for quite some time,\" he added. \"If it happens for Euro 2016 then it will also happen for the club competitions for next season, the Champions League and Europa League. This will be in addition to the five assistants. \"The final decision will be made in January but the executive committee was pretty positive in its mindset.\"",
        "The firm said net profit came to 45.6m Australian dollars ($32.4m; Â£22.7m), an increase of 56.7% on the same period a year earlier. Domino's said the positive figures were a result of \"organic growth\". It claimed it had defied the current global economic environment. On Wednesday, the pizza giant also announced its second profit upgrade since December - sending its shares up more than 10%. Domino's Australia is listed in Sydney and formally called Domino's Pizza Enterprises. It holds the master franchise rights to the Domino's brand in Australia, Belgium, France, Germany, Japan and The Netherlands. The firm said its operations in Japan had increased by 48 stores in six months to December, while its Australia and New Zealand operations were on track to open more than 50",
        "Media playback is not supported on this device Stokes was hit for four consecutive sixes in the last over by Carlos Brathwaite as the West Indies beat England in a dramatic final on Sunday. \"He is an outstanding talent and an outstanding cricketer,\" said Cook. \"He is the type of character who will deal with it, and he will still be the Ben Stokes who can score 250 in a Test match,\" added the 31-year-old opener. \"It was outstanding hitting. 'Stokesy' would certainly have his first ball again but the second one wasn't too far off the mark and it went 94 metres back.\" Cook admitted he was devastated by England's defeat, telling BBC Essex: \"I don't normally get too emotional watching a game of cricket. \"It was a brilliant tournament for everyone, it's just a shame that last over didn't quite go to plan.\" Cook's county, Essex, begin a new era under newly-appointed coach Chris Silverwood on Sunday against",
        "It is thought he may have taken heroin - cut with either fentanyl or carfentanyl - both massively more potent than street heroin. The force said the man was found unresponsive at a house in the village of Fitzwilliam near Wakefield on Sunday, but he died later in hospital. A 43-year-old man has been arrested in connection with his death. More on this and other local stories from across Yorkshire Det Ch Insp Stuart Spencer, from West Yorkshire Police, said: \"We are strongly urging those people who regularly use heroin, and particularly those who purchase their drugs via street suppliers, to be extremely cautious in relation to what they are taking.\" A warning of \"deadly batches\" of the drug was issued after a number of deaths in Hull, Barnsley, and in Leeds and Normanton, in West Yorkshire. In March, Cleveland Police linked six deaths connected to a batch of heroin in Stockton-on-Tees. Last week, a joint",
        "Masai Graham won with the gag: \"My dad suggested I register for a donor card, he's a man after my own heart.\" The festival's best jokes were selected by a panel of 10 judges before being put to 2,000 people, who voted for their favourite. Tim Vine, Stewart Francis and Zoe Lyon have previously won the competition, run by TV channel Dave. Graham, from West Bromwich, claimed the victory after making the shortlist in both 2014 and 2015. He said \"It's an incredible honour to land Joke of the Fringe. Not bad for someone from West Brom!\" Comedian Stuart Mitchell came second in the poll, with the joke: \"Why is it old people say 'there's no place like home', yet when you put them in one...\" Judges sat through an average of 60 different comedy",
        "Erika Murray, 31, was arrested on Thursday night after a neighbour alerted police over the safety of other children living at the house. Detectives found the bodies in what they described as a squalid, vermin-infested home. On Friday Ms Murray pleaded not guilty to all charges. Those include foetal death concealment, witness intimidation and permitting substantial injury to a child. Her lawyer said he believed she suffered with mental illness. \"You want answers in circumstances like this... mental illness doesn't always provide those kinds of answers,\" Ms Murray's lawyer Keith Halpern said after her court appearance. Police were first called to the home in Blackstone when a neighbour was approached by one of the children living there, said Tim Connolly, a spokesman for the Worcester district attorney. The ten-year boy is reported to have asked the neighbour, \"How do you get a baby to stop crying?\" The neighbour",
        "Jack Whitley was The Blues' goalkeeper during their first season in the top flight, playing for Chelsea between 1907 and 1914. Before he died, he asked to be buried in Brompton Cemetery even though he no longer lived in London. Chelsea Supporters' Trust is now crowdfunding to pay for a gravestone. It is believed that Whitley's widow could not afford a marked grave. Chelsea's official historian Rick Glanvill said to have a headstone for Whitley would \"mean a huge amount\". \"I'd been exploring connections between the club and the cemetery, as it's unique to have one next to a football ground. \"The club's first owner and first director are buried there but what was missing was",
        "The all-rounder, 24, left the field with his arm in a sling after a diving attempt to take a catch in Sharjah. Stokes was fielding at backward square leg when he dived in a bid to catch Sarfraz Ahmed off bowler Samit Patel. \"As soon as he hit the ground we knew he was in trouble,\" England pace bowler Stuart Broad told BBC Sport. \"It's a worry, but we have strength in batting and bowling to cover if he can't play a further part.\" He was in obvious discomfort as he lay face down and, after receiving treatment, left the pitch using his shirt as a makeshift sling. \"No one likes to see a player get injured and",
        "Boko Haram kidnapped 276 girls in April 2014, but freed 21 of them in October after negotiations with the Red Cross. The freed girls have been in government custody since their release but were brought home to Chibok for Christmas. But family members told the BBC that the girls were kept in a politician's house and barred from going home. They were also prevented from attending church services with their families. The girls were take to the house of an assembly member in Chibok to be reunited with their parents but weren't allowed to go to their own homes. \"I can't believe my daughter has come this close to home but can't come home,\" said one father. \"There's no point bringing them to Chibok only to be locked in another prison. They couldn't even go to church on Christmas Day.\" Another said a soldier had confiscated his phone when he tried to take a picture of his daughter. He said: \"I snapped picture of myself and my daughter but the security guys came",
        "Banjong Pongphon was a \"key suspect\" in the investigation who \"wielded great influence\" in the area, police said. The UN refugee agency said on Friday that 25,000 migrants boarded people smugglers' boats from Myanmar and Bangladesh in 2015's first quarter. This was about double the number who left over the same period in 2014. Banjong Pongphon is mayor of Padang Besar, a sub-district in southern Songkhla province where 26 bodies were exhumed from mass graves last week. Smugglers' camps in the forests and plantations surrounding Padang Besar are among the main destinations of the migrants, according to a report by the UN High Commissioner for Refugees (UNHCR). It is not yet clear what those exhumed from the graves discovered in Songkhla died from. The UNHCR report said that over half of",
        "The body, which represents 1,000 county officers, has placed adverts on buses and in local papers warning traditional policing could be abandoned. Wiltshire Police has lost 153 officers since 2010, the federation said. Chief Constable Mike Veale said he \"recognised the impact\" of cuts but it remained \"committed to local policing\". The federation's Cuts Have Consequences campaign claims the Wiltshire force \"already has the lowest number of officers per member of the public\" in the UK. It warns, with the workforce slashed by 16%, there are not enough response officers to \"rush to help\", communities are being left unsafe at night and drink-drivers are \"getting away with offences\". The federation says the force has had to slash £17m from its budget and there are \"at least\" £10m in cuts \"to come\". Federation chairman Mike White said: \"In reality, 80% of our policing budget is down to staff and staff wages. Yes, you can do",
        "On 30 January 1915, England played Scotland in a charity match organised by former England international and Northampton Saints captain Edgar Mobbs. The aim of the game had been to recruit sportsmen to Mobbs's World War One battalion. The commemorative match will take place on 24 January 2015 at Olney Rugby Club. It will see players from the East Midlands region line up against The 1st Battalion of the Yorkshire Regiment, while Olney Ladies will face the Army Women's XV. Edgar Mobbs •Born in Northampton in 1882 • He played his early career in Olney and became captain of Northampton Rugby Football Club in 1907 •Selected for England in 1909, he scored a try on his debut against Australia and went on to win seven caps •He went from private to battalion commander. fighting in Loos, Somme, Arras and Messines •Mentioned in Despatches twice, he was awarded the Distinguished Service Order •He died while charging a German machine gun during the battle of Passchendale on 31 July",
        "Ten countries which account for just 2.5% of the global GDP are sheltering more than half the world's 21 million refugees, says a report by the charity. Salil Shetty, Amnesty's secretary general, called for wealthier nations to take in many more people. Mr Shetty called the UK a \"sad example\" of the failure to take responsibility. The UK has accepted about 8,000 Syrian refugees since 2011, according to the UN. The US has taken just 12,000. And according to recent UN refugee agency data, no Syrian refugees have been resettled by China, Russia or any Gulf states. By comparison, Jordan, which has a GDP just 1.2% the size of the UK's, hosts nearly 655,000 Syrian refugees. With more than 2.7 million refugees in total, Jordan is sheltering more than any other nation. Turkey has taken in more than 2.5 million people; Pakistan 1.6 million; Lebanon more than 1.5 million. In 2015,",
        "The incident was captured on a CCTV camera outside Jonathan Gwyer's home in Whitstable on Monday afternoon. The man can be seen picking up the food waste bin, checking it, then dumping the contents into the bin next to it. Waste company Serco has apologised for the \"completely unacceptable\" behaviour of one of its agency workers. Mr Gwyer was shocked and disappointed that his efforts to recycle at his home on Colombia Avenue appeared to be in vain. He told the BBC: \"It puts people off making the effort. You just think: what's the point? Life would be easier if we just put everything in one bin!\" However, he was adamant he held Serco responsible, not the worker. He said: \"I don't really want to single out any of the lads. It's a horrible job.\" But he added: \"They just seem to be rushing everywhere and the last few weeks have been a lot more chaotic.\" Serco said in a statement: \"We very much value the efforts",
        "The deadline is contained in the Community Charge Debt bill to stop local authorities pursuing arrears. The independence referendum led to an increase in numbers of people registering to vote. Expanded electoral rolls were used to identify those who had debts. The Scottish government said local authorities would be compensated. The poll tax, or community charge, was abolished more than 20 years ago in 1993 after only four years in operation in Scotland. The unpopular poll tax, which replaced the rates system, was introduced by the Conservative Thatcher government in Scotland in 1989 before the rest of the country, sparking protests on the streets. The amount of poll tax arrears collected by local authorities across Scotland has fallen in recent years to less than Â£350,000 in 2013-14. Some local authorities have ceased recovery of debts altogether. Deputy First Minister John Swinney said: \"The poll tax was a hated levy which caused misery in hard-working communities across Scotland and was widely discredited as an unworkable tax, opposed across all sections of Scottish",
        "They have agreed on joint efforts to fight extremism and boost the economy. But initial optimism that the two sides may be able to reach a comprehensive agreement was dashed on Wednesday when each issued separate statements. Libya has been beset by chaos since the overthrow of Muammar Gaddafi in 2011. UN-backed government leader Fayez Sarraj has been meeting his rival Khalifa Haftar this week in the United Arab Emirates. Mr Haftar, leader of the so-called Libyan National Army (LNA) whose powerbase is in the east, has spurned international efforts to end Libya's conflict, rejecting Mr Sarraj's UN-backed Government of National Accord (GNA) after it was formed in 2015. A source close to the GNA leadership quoted by the Reuters news agency said the two sides on Wednesday had at first attempted to negotiate a joint statement before instead opting to do so separately. Both called for an end to Libya's political and economic difficulties and for",
        "The woman repeatedly reported Craig Hutsby, of Eastwood, Nottinghamshire, for threatening behaviour and breach of bail conditions in July 2014. The following month Hutsby raped her. The IPCC report revealed the attack could have been prevented had arrest forms been filled out immediately. Det Supt Rachel Walker said officers had attended misconduct meetings. The Independent Police Complaints Commission (IPCC) concluded that PC Sofi Essex has a case to answer for misconduct for not creating an \"arrest package\" - paperwork completed before arrest attempts can begin - when asked. \"Although eventually completed, the delay resulted in no action being taken to locate and arrest Craig Hutsby prior to the rape being committed,\" it said. PC Joseph Lovelock has a case answer for misconduct for failing to properly complete a form for the victim, the IPCC concluded. \"This meant she was not identified as being at high risk of harm and appropriate measures",
        "The winning team shared a prize pool of $1m (Â£650,000) between them. The team beat another from South Korea, called Koo Tigers, to take the title in the final, which took place in Berlin in front of 15,000 fans. SKT1 won the final 3-1 but Koo was the only team they faced throughout the competition that managed to take a game off them. \"We've faced Koo many times in the past and obviously have a good track record with them,\" said SKT1 player Gyeong-hwan Jang in a post-match interview. \"We noticed that Koo didn't really change that much over the past year and we thought that it would be the same this time around - and it was,\" he said. Mr Jang aka Marin was named as SKT1's most-valued player for his vital role in helping his team win their second title, although only two players from the 2013 triumph are still with the team. Writing on the Rock, Paper Shotgun games",
        "Taibu, 32, played 28 Test matches and 150 one-day internationals for Zimbabwe prior to retiring in 2012. \"When he explained who he was I thought it was a hoax,\" Hightown publicity officer Nick Gordon said. \"The conversation developed, we got references from people in the game in Zimbabwe and we've talked ever since. It's a real coup for us.\" The wicketkeeper-batsman could make his debut for the Second Division side when they play Alder on 24 April. Speaking to BBC Radio Merseyside, Gordon said Taibu approached the club after they had advertised for an overseas player for the summer. \"It's not every day that a club like Hightown St Mary's signs a player like Tatenda,\" Gordon said. \"I had to do a double take, it was so unusual.",
        "It was the first such meeting since the two countries normalised relations 20 years ago. Mr Obama said that despite differing political philosophies, the two countries were deepening co-operation. Analysts say the US and Vietnam are seeking stronger ties in the face of an increasingly assertive China. This month marks 40 years since the end of the Vietnam war. \"Obviously, there has been a difficult history between our two countries in the 20th Century and there continues to be significant differences in political philosophy and political systems,\" Mr Obama said. \"What we have seen is the emergence of a constructive relationship that is based on mutual respect and that has benefited the people of both countries.\" Mr Trong described the talks as \"cordial, constructive, positive and frank\". \"What is of utmost importance is that we have been transformed from former enemies to become friends [and] comprehensive partners,\" he said. \"I am convinced our relationship will continue to grow in the future.\" He said he had invited Mr Obama to visit Vietnam and",
        "He said he took the threat by the Somali-based group al-Shabab seriously. In a video, the group urged followers to carry out attacks on shopping centres in the US, Canada and the UK. Al-Shabab was responsible for the 2013 attack on Westgate shopping mall in Nairobi that killed 67 people. Mr Johnson told CNN that the threat was part of \"a new phase\" of terrorism in which attacks would increasingly come from \"independent actors in their homelands\". \"Anytime a terrorist organisation calls for an attack on a specific place, we've got to take that seriously,\" he said. But Mr Johnson added that he was not advising people not to go to the malls named by the militants. In the video, a man with a British-sounding accent and full face covering calls on supporters of al-Shabab to attack \"American or",
        "The prime minister held talks with his Irish counterpart Enda Kenny, afterwards describing the countries as \"close friends\". Mr Kenny said he was \"very happy\" that the relationship was developing. Mr Cameron will attend a state dinner with the Queen and Duke of Edinburgh, who are on a four-day visit. It is the first trip to the Republic of Ireland by a reigning UK monarch since the country gained independence. After his meeting with Mr Kenny, Mr Cameron said the visit demonstrated that \"the relationship can get stronger\" between the two countries. It was a \"relationship about trade, investment and the economy\" and a \"relationship of opportunity between close neighbours and close friends\". He added that the Queen had shown \"enormous sensitivity\" to the troubled history between the UK and Ireland during her visit. Mr Cameron met the Taoiseach in Downing Street in April, but this was the pair's first meeting on Irish soil since Mr Kenny came to office in March. Mr Kenny earlier told the Irish parliament he would",
        "Borrowing the names of organisations like Nasa and the Environmental Protection Agency they are directly attacking the president. Mr Trump has called climate change a hoax. The @RogueNASA account says it is the \"unofficial 'Resistance' team of NASA\". \"Not an official NASA account. Not managed by gov't employees. Come for the facts, stay for the snark,\" the account declares. BBC News contacted the rogue Environmental Protection Agency account called @ActualEPAFacts. They told us they acted to make sure \"factual information about climate change and other scientific research continues to be shared during the Trump administration\". They claimed to be three EPA employees and said they acted after a gagging order stopped them from doing interviews relating to their research. Media reports have suggested that the Trump administration sought to limit how certain government agencies - including the EPA - communicate with the public. The official EPA Twitter account has not posted since 19 January, a day before Mr Trump's",
        "Labour is backing the Remain campaign, and Mr Corbyn - who has often been critical of the EU - has been urged to make a more high-profile case. At a meeting of MPs, he was told the referendum could be \"lost\" unless the party made a more \"passionate\" case. His spokesman said he would be making a \"big\" speech on the EU \"in due course\". Speaking on a visit to Dagenham, Mr Corbyn said there were issues on which the EU should be challenged, but \"at the moment we're campaigning because we want this sense of unity across Europe\". Labour is campaigning \"on issues of social justice across Europe\" including the social chapter, which sets out EU policies on workers' rights, and the Working Time Directive governing the hours employees can work, he said. Mr Corbyn said he had held meetings with socialist parties across Europe on how they can support his campaign. During Labour's leadership race, Mr Corbyn refused to rule out",
        "Matthew Eteson is on trial at Preston Crown Court for the manslaughter by gross negligence of Kelly Webster, 36, and Lauren Thornton. The pair died in their sleep aboard a boat on Windermere in April 2013. Mr Eteson, 42, from Hale in Greater Manchester, denies the charge. The family had gone to the Lake District for the Easter bank holiday weekend to celebrate a friend's birthday. But on the afternoon of 1 April, Mr Eteson removed the generator from the deck and used it to power a 1kW fan heater to heat the sleeping quarter, prosecutor Mr Graham Reeds QC said. The court was told that there had been no warning to the build-up of the toxic gas because the carbon monoxide sensors had previously been disabled. Mr Reeds said the mother and daughter, both from Leyland in Lancashire, were found dead in their sleeping positions aboard the the second-hand Bayliner 285 motor cruiser Arniston, with fatal levels of carbon monoxide in their",
        "Operator EDF Energy said the cracks in three graphite bricks were found during planned maintenance on Reactor Three. The firm insisted there were no safety implications and the finding had no impact on the operation of the reactor. A similar issue - known as \"keyway root cracking\" was identified in Hunterston's other reactor last year. EDF Energy said it was publicising the latest findings \"as part of its commitment to openness and transparency\". Station director Colin Weir said: \"Nuclear safety drives everything we do. This means we work within very large safety margins. This applies to graphite bricks too. \"The level of cracking which is considered reasonable is far below anything which would affect",
        "The group behind London Array wind farm said it would take three years to look at the possible effect of the extra turbines on red-throated divers. It had hoped to increase the number of turbines between Kent and Essex to 341. The area is the winter home of about 6,500 red-throated divers - at least one third of the UK's population. London Array said it had formally requested The Crown Estate to terminate the agreement for lease for the phase two area and had cancelled the grid capacity that was reserved at the National Grid substation in Graveney, Kent. The wind farm, 10 miles north of Ramsgate, Kent, was given the green light in 2006 on condition that phase two, to add an extra 166 turbines, would only go ahead if the red-throated divers were protected. The RSPB was concerned the population of the birds in the outer Thames estuary could be displaced by the extension. London Array general manager Mike",
        "If Mr McClarty had chosen to go back to the UUP, it would have had two seats in the incoming executive. His decision means it will now have one with Alliance having one by right. Mr McClarty said he had been contacted by hundreds of his voters urging him to remain independent and he wished to retain credibility with them. 'A loose amalgam' \"I know I was in a strong position and could have demanded almost anything, including maybe a ministry, but it was not about me or about personal gain,\" he added. He also said he had concerns about the UUP party structures calling it \"a loose amalgam of constituency associations\" with \"no central control\". BBC Northern Ireland political correspondent Gareth Gordon said Mr McClarty, who left the Ulster Unionists in January after being de-selected by his local party, had also denied that his decision was about revenge. \"There's no doubt this will be a bitter blow for his former",
        "Robert Hannigan, who has held the post of GCHQ director since 2014, said he was stepping down for family reasons. He said he was proud of his work but that 20 years in public service roles had \"demanded a great deal of my ever patient and understanding family\". Foreign Secretary Boris Johnson said Mr Hannigan had \"led the renewal\" of national security capabilities to fight terrorism during his time at GCHQ. Mr Hannigan was director general of defence and intelligence at the Foreign Office before taking over the leadership of GCHQ in 2014. In a letter to the foreign secretary, he said he was proud of the work he had done and \"how many lives have been saved in this country and overseas by the work of GCHQ\" but added \"now is the right time for a change in direction\". Mr Hannigan said it was \"right\" that a new director be in",
        "IHS found the \"caliphate\" proclaimed by IS two years ago had shrunk to 68,300 sq km (26,370 sq miles). The losses had led IS to step up its attacks on civilian targets in the Middle East and Europe, which were likely to intensify, it said. Almost 300 people died in an IS suicide bombing in Baghdad last week. The attack came days after the Iraqi government declared that it had retaken full control of the city of Falluja, just west of the capital. IHS said that in January 2015, six months after IS declared the creation of a caliphate, the group controlled some 90,800 sq km of Iraq and Syria. By December, that had shrunk by 12,800 sq km to 78,000 sq km, a net loss of 14%. Since then, IS had lost a further 9,700 sq km and now controlled 68,300 sq km, which is roughly the size of",
        "David Poole told Cardiff Crown Court he trapped Adnan Khalid, 27, who was charged with grooming a 14-year-old. Mr Poole, 38, was accused of giving misleading evidence in the trial of Mr Khalid, of Porth, Rhondda Cynon Taff. Judge Thomas Crowther QC entered a formal not guilty verdict and criticised the paedophile hunting group for the trial collapsing. Mr Poole, from Hereford, founded the group H Division and set up a fake profile on dating website Plenty of Fish claiming to be a 14-year-old called Chloe. He arranged to meet Mr Khalid in Cardiff after messaging him on Whatsapp and filmed the sting. Mr Khalid denied the offence and told police he believed he was speaking to a woman aged over 18. Mr Poole arrived four hours late to the trial and then said he had passed photo evidence to the police, before admitting this was not true. Judge Crowther",
        "The 29-year-old postponed his wedding last year and then moved it from June so he could play at Euro 2016. England manager Roy Hodgson said Vardy \"deserves\" time off to get married. Vardy, who scored the winner as England beat Turkey 2-1 on Sunday, said: \"The boss has given me Wednesday off but I'll be back training after that.\" Listen to the goals from England's win over Turkey. Hodgson added: \"I don't think his place in the team or the squad at the moment is under enormous threat and we do have other players that we need to look at.\" Vardy, who scored 24 Premier League goals to help Leicester win the title, started the victory over Turkey at Etihad Stadium on the left of a front three. He later moved into the centre and scored the winner after Tottenham striker Harry Kane had given",
        "The walk-in service is aimed at reducing doctor appointments and to help reduce the over-use of antibiotics, NHS England said. It is hoped the scheme could result in fewer visits to GPs -potentially saving the NHS millions of pounds a year. But pharmacies say cuts in funding to the sector could jeopardise the scheme. The Sore Throat Test and Treat service, which has been trialled in 35 Boots pharmacies, will determine if an illness is caused by a virus - meaning drugs will not help - or a bacterial infection. Results from a throat swab, which measures sugars on the tongue, are provided in five minutes. Patients who can be helped by antibiotics will be prescribed them by the pharmacist and not have to see a GP. NHS chief executive Simon Stevens said the scheme will be rolled out across the country over the coming year. Dr Adam Roberts, a microbiologist at University College London specialising in antibiotic resistance, told the BBC it was \"quite an innovative step\".",
        "The move came after Russia, an ally of the government, said it had reached an agreement with \"moderate\" rebels to de-escalate conflict in the area. Analysts warn it is unclear whether the deal can be enforced. Eastern Ghouta was one of four proposed \"de-escalation zones\" in a deal agreed between Russia, Iran and Turkey in May. In a statement, the Syrian army said a cessation of hostilities in areas of Eastern Ghouta came into effect on midday local time on Saturday (09:00 GMT). \"The army will retaliate in a suitable manner to any violation,\" it said. Rebel group Faylaq al-Rahman welcomed the pause and urged the government to respect it. Monitoring group the Syrian Observatory for Human Rights reported some isolated shellfire after the ceasefire took effect but no major fighting. Earlier on Saturday, Russia said an agreement with rebels had been signed at talks in the Egyptian capital, Cairo, on how a safe zone would function",
        "The A320 pilot reported seeing a white quadcopter drone \"flash past\" the aircraft while travelling south of Brookmans Park last August. No avoiding action was possible due to the lack of available time, a UK Airprox Board report said. It concluded a \"collision had only been narrowly avoided and chance had played a major part\". Air traffic control said the A320 pilot reported that \"something had just gone over the top of him\" at about 18:45 BST on 15 August 2016 while flying north of Potters Bar. The controller said another aircraft had just crossed above but the pilot said the object was red and white in colour, had red and blue stripes on two of the rotor arms and was under a metre in size. All drone operators are required to observe Air Navigation Order (ANO) 2016 articles which require a person in charge of a small unmanned aircraft",
        "The hashtag #penuriecarburantdansunfilm, which translates as \"fuel shortage in a film\", became France's top Twitter trend on Tuesday, with more than 5,000 tweets. A strike over new labour laws is now affecting all of France's eight oil refineries. An estimated 20% of petrol stations have either run dry or are low on supplies. In their posts, French social media users talk about films such as Total Recall, the title of both a 1990 and 2012 science fiction film. Total is also the name of a French multinational oil and gas company. Some users also changed film titles to reflect the shortage: Pulp Fiction was renamed Pump Friction,",
        "A review of the college at Garverville, east Belfast, was ordered after 54 student officers were found to have cheated in their exams. It described the culture as \"pseudo-militaristic\", with \"an unhealthy leaning towards punitive discipline\". The PSNI accepted 50 recommended changes. Chief Constable George Hamilton and other members of the senior PSNI members will meet members of the Policing Board to discuss an implementation plan to address concerns raised. A number of changes to the 22-week training course were introduced immediately. These included the practice of students marching to and from classes and the use of military-style \"show parades\" as a form of discipline. Groups of students will in future be referred to as \"classes\", and not \"squads\". The PSNI plan sets out 34 changes it hopes to have implemented by the end of March next year. In a statement earlier",
        "They began their trip by travelling to the Seamus Heaney Homeplace Centre in Bellaghy, where they met members of the poet's family. The Royal couple will attend a series of engagements in Londonderry, Belfast and County Down during their visit. During their visit to Bellaghy, the Royal couple toured the visitors' centre. The village inspired many of Seamus Heaney's most memorable lines. Prince Charles has had a long interest in the Nobel prize-winning poet's work and met him on a number of occasions. After leaving Bellaghy, they met staff and patients at the North West Cancer Centre at Altnagelvin Hospital in Londonderry. On Tuesday evening they attended a musical gathering at Hillsborough Castle, in County Down. They",
        "The swing bridge over the River Weaver Navigation at Northwich was built in 1908 but is only one lane wide. Parish councillors behind the petition describe rush hour as \"mayhem\". The campaign also has the backing of the area's MP, Chancellor George Osborne. Cheshire West and Chester Council said a feasibility study would start soon. The Winnington Turn Bridge, which is part of the A533 between Northwich and the M56, is a Grade II listed structure and was one of the earliest swing bridges in Britain to have electric power. Vehicles can cross from both directions, but Dilys Hooper, the chairman of Barnton Parish Council, says waiting times of 40 minutes are common during rush hour in term time. \"It's just sheer mayhem, completely. It's a case of who can get across the bridge first,\" she said. Land across Northwich has been earmarked for at least 4,300 new homes. Ms Hooper said this would",
        "Disguised as police, they broke through a fence on Monday evening and broke into the cargo of a Swiss-bound plane to take the gems, estimated to be worth $50m (Â£32m; 37m euros). They escaped back through the same hole. Police later found a burned-out vehicle close to the airport. Police are looking for eight men, a prosecutors' spokeswoman said. Caroline De Wolf, of the Antwerp World Diamond Centre, estimated the haul at $50m, saying: \"What we are talking about is obviously a gigantic sum.\" Earlier reports suggested the figure was even higher - with the Belgian state broadcaster reportedly putting it at 350m euros ($468m). AFP quoted an unnamed spokeswoman at the same Antwerp centre calling the robbery \"one of the biggest\" ever. She said that the diamonds were \"rough stones\" being transported from Antwerp to Zurich. Antwerp is the hub of the world diamond trade - about 150m",
        "It found Cardiff had the largest deficit in Wales in 2010 at Â£494m, or Â£1,450 per head of population. Merthyr Tydfil had the highest deficit per head of population in the entire UK at Â£2,268 per head. Councils called the report \"spurious\" and said they had taken steps to ensure staff pensions were affordable. The Taxpayers Alliance looked at the pension schemes of all 101 local government pension schemes in England, Scotland, Wales and Northern Ireland. It said it obtained the information from local authorities' annual statements of accounts in 2010-11 and used actuarial estimates for assets held by councils and their liabilities to calculate their overall funding situation. The organisation said local government final salary schemes - where entitlements are calculated on the basis of people's salaries at retirement - were \"inflexible, too expensive\" and needed urgent reform. It said councils should",
        "Figures show that in 2012, when culling was postponed, the policy cost £2.5m. It then cost £9.8m in 2013 and £4.5m in 2014. Anti-cull campaigners said the \"disastrous\" policy is now becoming \"an unacceptable burden on the taxpayer\". Defra said operational costs had halved between 2013 and 2014 and additional costs were met by farmers. Bovine TB, which can be passed from badgers to cattle, is one of the biggest challenges facing cattle farming. Cattle are regularly tested are destroyed if they test positive for TB - 26,413 infected cattle were slaughtered in England in 2014. But questions have been raised about the effectiveness of the culls in controlling the spread of TB and whether badgers, which are shot at night, are being humanely killed. The figures, released under the Freedom of Information Act, were revealed by The",
        "Christopher Kelly, 40, strangled his friend Dorothy Beattie, 51, at her home in Dunoon, Argyll and Bute, on 22 May. The High Court in Glasgow heard he attacked her after she allegedly made a jibe about his children. Kelly, who was caught after confessing to a GP, was originally charged with murder but pleaded guilty to the lesser charge of culpable homicide. The court heard how Kelly had previously been a support worker for Ms Beattie, who suffered from a number of medical conditions including seizures. The divorced mother and Kelly later became friends and often socialised together. The social care graduate attacked her at her home, however, after she allegedly made \"derogatory\" remarks about his children. Kelly grabbed Ms Beattie and strangled her before leaving the flat. He later returned and on finding her dead sat",
        "State Prosecutor Marilyn Mosby announced the revised charges on Thursday, but the most serious charges - including second-degree murder - remained. Gray suffered a severe spinal cord injury in police custody in April and died a week later. His death sparked weeks of protests and later riots and looting in Baltimore. \"As is often the case, during an ongoing investigation, charges can and should be revised based upon the evidence,\" Ms Mosby said. The grand jury did not return charges on the false imprisonment charges that were brought against some of the officers. Ms Mosby brought the false imprisonment charges earlier claiming that Gray's arrest was unjustified and illegal. However, the grand jury did return new reckless endangerment charges that were not part of the original charges announced three weeks ago. Ms Mosby has said that Gray's neck was broken while he was being handcuffed and placed into a police van. She also said that police repeatedly ignored his pleas",
        "Baboucarr Ceesay, from Gambia, is believed to have drowned when the fishing boat he boarded at Libya sank in the Mediterranean on Sunday. Jessica Sey from Cheltenham said her 21-year-old nephew's family \"will never get justice\" and more must be done to educate migrants of the risks. \"We are so angry,\" she said. \"The people who take their money and put them on to these boats have got to be held to account. \"It's not just a foreign problem, it's actually on our doorstep.\" Mrs Sey said her nephew's decision to travel to the UK from his home was \"a desperate way out\". \"He did it illegally and it killed him.\" She said her nephew was a \"promising\" football player who was relatively well off in his own country, but he longed for a better life in Europe. Mr Sey left Gambia with a friend by taking a boat from the capital Banjul to Guinea. The pair then crossed the Sahara to",
        "The machine learning algorithm has managed to beat BBC football commentator Mark Lawrenson's predictions for two seasons in a row. The team now wants fantasy football fans to try to beat it. The algorithm could also help the players generate better teams, the researchers said. Fantasy football is a game in which users assemble an imaginary team of real-life footballers and score points based on the players' actual statistical performance during the season. The game was invented in 1971 in the UK by Bernie Donnelly and was originally a niche recreational activity, but today it is a burgeoning business on the internet, where users play ad-supported versions of the game, download it as an app and even place bets on the outcomes of games. There are two types of fantasy football games: Fantasy managers can compete with Squadguru's AI in the Challenge the Squadguru league in the free Fantasy Premier League salary cap game by entering league",
        "One report suggests people were lining up for food at the time of the blast. The camp houses people fleeing unrest in the tribal districts bordering Afghanistan, where many Taliban- and al-Qaeda-linked militants shelter. But police say the camp is also used as a hideout by some militants. No group has said it carried out the attack Attacks on refugee camps in Pakistan are extremely rare, although there have been concerns over the years that militants would try to infiltrate Jalozai and other camps. The BBC's M Ilyas Khan in Islamabad points out that last week, people linked to one of those groups, Lashkar-e-Islam, were taken into custody by a government-backed tribal force. Police suspect Thursday's bombing may be a response to that. Live television footage showed ambulances taking victims of the blast to hospital. The bomb left a crater and police are sifting through the wreckage of",
        "A city council report said the yacht racing in July 2015 boosted visitor numbers and raised the city's profile. However, it highlighted confusion among spectators about ticketing and criticised steel fencing at the site. Among changes planned for this year's event is scrapping of evening entertainment. The four-day weekend event in July 2015, run by TeamOrigin Events, marked the opening stage of the sailing series as Sir Ben Ainslie Racing (BAR) began Britain's bid to win the 35th America's Cup. While the Saturday events attracted about 100,000 spectators, racing was cancelled and the public viewing areas evacuated due to bad weather on Sunday. The Duke and Duchess of Cambridge were among those disappointed as racing was abandoned and there was criticism on social media over spectator provision.",
        "Tear gas and live bullets were fired to drive back the mainly Shia Muslim crowds, as they protested against corruption and security failures. Officials imposed a curfew in the Iraqi capital, which has now been lifted. It was the second time this month that protesters had managed to break into the city's government area. Shia Muslim cleric Moqtada Sadr condemned the use of force, and voiced support for the demonstrators' \"peaceful [and] spontaneous revolt\". At least 50 demonstrators are said to have been wounded. The protesters accuse the government of neglecting much-needed reforms, as it struggles with its campaign against the so-called Islamic State group (IS) and declining oil revenues. The Sunni jihadist group controls parts of western and northern Iraq and has been behind a wave of recent attacks that have left dozens killed. Some demonstrators managed to break into the prime minister's office and parliament. Baghdad's Green Zone houses the parliament, key government buildings and many foreign embassies.",
        "PNG Prime Minister Peter O'Neill said in a statement he had met Australia's immigration minister, Peter Dutton, in Port Moresby on Wednesday. \"Both PNG and Australia are in agreement that [Manus Island] centre is to be closed,\" the statement said. PNG's Supreme Court found in April that detaining asylum seekers and refugees at the centre was unconstitutional. Mr O'Neill said the Manus Regional Processing Centre, which currently houses 854 men, would not close immediately. What next for Manus Island asylum seekers? \"A series of options are being advanced and implemented,\" Mr O'Neill said. \"It is important that this process is not rushed but carried out in a careful manner. \"This must take into account the interests of the people of Papua New Guinea and the wellbeing of asylum seekers and refugees.\" Australia sends asylum seekers who arrive in the country by boat to offshore detention centres",
        "It will show coverage of the Gfinity Elite Series contest every weekend on BBC Three online. Some 160 gamers will compete in front of live crowds for a Â£225,000 prize. There are already places where large numbers of viewers watch e-sports, but one analyst said the BBC's coverage could attract new viewers to the genre. Under the deal, the BBC will include broadcasts of exclusive editorial content from the Gfinity tournament in west London. The games to be played include fighting title Street Fighter V, first person shooter Counter Strike: Global Offensive, and robot football game Rocket League. Currently, online streaming channels Twitch and YouTube command the biggest audiences for e-sports, although events are also now being shown on conventional TV stations such as Ginx in the UK. The BBC has broadcast highlights of e-sports tournaments in the past, but said the Gfinity coverage would be \"on a much larger scale\". Piers Harding-Rolls, an analyst at IHS, said the",
        "The interactive display can replicate the phone's touch screen, a full-size computer keyboard or even piano keys. The laser projector can also be used to beam images and videos onto walls. The Smart Cast phone was unveiled at the company's Tech World conference in Beijing, where the firm also unveiled a new type of smartwatch. The laser projector measures just 34mm by 26mm by 5mm and, said Lenovo, does not need focussing to project sharp images onto walls or other flat surfaces. A video showing the Smart Cast in action shows how twisting the mounting for the device's lens turns it from a standard wall projector into \"surface mode\" that beams the display on",
        "The poll, carried out by the Met Police Federation, was launched to gauge attitudes towards firearms amid the enduring threat of terrorism. Of the 11,000 officers who responded, only 6% believed there was \"adequate\" quantity of gun-carrying officers. The Met has said it would increase firearm officer numbers by 600. The threat level for international terrorism in the UK has been severe - meaning an attack is highly likely - since August 2014. The poll found 43% said there should be more specialist firearm officers, while 26% said they believed all should be routinely armed. Some 12% said they would not carry a firearm under any circumstances. 2,139 authorised firearms officers 6.7% of the total police ranks 3,974 police firearms operations between March 2015 and March 2016 7 incidents where police firearms were discharged in 2015-16 There was also strong support for Tasers, with 75% indicating that all officers should have one. Does the presence of armed police reassure",
        "Thomas, 28, is a key member of the Team Sky side trying to guide Chris Froome to a second successive Tour title. Froome has already been sent for an X-ray after a crash during the fourth stage of the Tour de France. \"On the cobbles it's sketchy anyway. If it does rain it could end somebody's race quite easily,\" said Thomas. \"You train all year for this and for it to end like that would be devastating for whoever it was. \"So hopefully it stays dry and everyone stays out of trouble.\" Froome touched wheels in the peloton and fell just five kilometres into the 163.5km fourth stage between Le Touquet-Paris-Place and Lille Metropole. The 29-year-old suffered a grazed left hip and wrist injury, before quickly getting back on his bike and rejoining the peloton, after receiving medical attention from the race doctor. He is in seventh place overall, two seconds behind race leader Vincenzo Nibali after stage four was won by Marcel Kittel. Wednesday's",
        "The case concerns a Virginia public school district trying to prevent a female-born 17-year-old transgender student from using the boys' bathroom. The justices are expected to rule on the case before the end of June. The high court is one justice short after the death of Antonin Scalia, which could lead to a 4-4 decision. Schools districts nationwide remain conflicted on whether to require transgender students to use bathrooms corresponding with the sex listed on their birth certificates. The justices accepted a petition from Gloucester County, Virginia, ruling that the school board was not required to comply with a lower court's order that transgender student Gavin Grimm should be allowed to use the boys' bathroom. Gavin, a student who was born female but identifies as male, came out as a transgender boy during his freshman year of high school. He sued the school board,",
        "Comhairle nan Eilean Siar's leader Angus Campbell said the airline serving the route offered cheaper prices to get to the Algarve than Stornoway. More than 11,000 people have \"liked\" the Facebook campaign. Loganair, which flies the islands routes for Flybe, has defended the pricing structure. It said children, student, people visiting family members in hospital and islanders were entitled to discounted travel. Mr Campbell said bringing down the cost of air fares was a priority of Our Islands Our Future, a project seeking more powers for Shetland, Orkney and Western Isles councils. He said: \"A number of islanders have questioned why fares are so high. \"As an example, after a quick look on the Flybe website this afternoon I notice that a flight from Stornoway to Glasgow tomorrow, Wednesday, and returning Thursday would cost a total of Â£351. \"Just a few days later, the same company is",
        "Cleveland Police allegedly tried to monitor the activity of six people after a 2012 front-page story in the Northern Echo. This included reporters from the paper, a staff member and a solicitor, the Echo said. The force has not commented to the BBC. A complaint has been lodged by the Police Federation with the Independent Police Complaints Commission (IPCC). The force allegedly used the Regulation of Investigatory Powers Act (RIPA) - which governs surveillance in relation to crime or concerns over public safety - to identify the whistle-blower. An application was made, the Echo said, after it published the story, which was based on an internal force report about institutionalised racism within the force. A Cleveland Police spokeswoman told the paper she could \"neither confirm nor deny\" whether a RIPA application had been made to monitor the phone activity of three of its journalists, a serving police officer, a solicitor and the then-chairman of Cleveland Police Federation. Northern Echo editor Peter",
        "A survey of employees and managers found that a quarter of new fathers took no paternity leave at all. Fewer than one in 10 took more than their two weeks statutory leave. The research by the Institute of Leadership & Management (ILM) blamed \"ingrained\" attitudes among employers, and concerns among new fathers that they could not afford to take leave. Last year the government announced plans to allow parents to share their maternity and paternity leave - changes are scheduled to come in April 2015. But the ILM said its research suggested the changes would have little impact if attitudes of employers were not addressed as well. \"The introduction of shared parental leave is a crucial step towards enabling more women to progress into senior roles,\" said Charles Elvin, ILM chief executive. \"Yet our research revealed cultural barriers are impeding the uptake of both two weeks statutory paternity leave and additional paternity leave.\" He said there remained a \"cultural expectation\" within organisations that women rather than men will be the ones",
        "Four people were on board the Irish Coastguard Rescue Helicopter 116 when it went down on 14 March. Cpt Dara Fitzpatrick died after she was rescued from the sea. The search to locate the bodies of her fellow crew members continues. Divers had been held back until Friday due to poor weather conditions. Garda (Irish Police) Supt Tony Healy said divers on the seabed were currently \"actively working\" and would finish their cycle of diving but would not continue in darkness. \"As you know our primary aim is the recovery of the crew and we're working toward that end,\" he said. The chief inspector with the IAAIU Jurgen Whyte said: \"We're happy to announce we had a positive recovery of the data recorder at 1630 from the seabed just off Blackrock\". Mr Whyte said the recorder will be brought to Dublin before being sent to the UK air accident investigation branch where it will be prepared for",
        "More than 130,000 people have seen the exhibition since it opened in October. It includes The Lacemaker, believed to be Vermeer's smallest work, that was loaned by The Louvre and is on display in the UK for the first time. The museum will extend its opening hours to cope with demand during the final two weeks of the exhibition. The popularity of the exhibition - Vermeer's Women: Secrets and Silence - is believed to be down to the inclusion of The Lacemaker. Curator Betsy Wiseman said: \"The Louvre very rarely lend this painting because it's almost as important in their collection as the Mona Lisa. \"It is a painting that people make a trip especially to the Louvre to see.\" The exhibition also includes A Lady At The Virginals With A Gentleman (The Music Lesson), on loan from The Royal Collection, and A Young Woman Seated At A Virginal, from the National Gallery, London. A",
        "Helen Bailey, 51, was found dead in a cess pit at her house in Royston, Hertfordshire, in July 2016. She had not been seen since 11 April. Ian Stewart, her fiance, denies murder. Edward Farmer initially told St Albans Crown Court he saw her in a car in Broadstairs, Kent, between mid-April and June, but later admitted the sighting could have been weeks earlier. The jury heard he claimed to have seen Ms Bailey on Charlotte Street, near to her holiday home in the town, \"driving what looked to be a Range Rover or that type of 4x4, a dark colour\". He said Ms Bailey was by herself, despite defence claims she had been kidnapped by two violent men who had taken her to Broadstairs. When questioned about the date of the alleged sighting, Mr Farmer said it was \"about five, maybe six weeks prior to the police interview",
        "Minutes from the central bank's October meeting show officials were concerned about stock market fluctuations and weakness abroad. However, they worried that saying so could send the wrong message. Overall, officials were confident the US economy was on a strong footing. That is why they decided to end their stimulus programme - known as quantitative easing (QE) - in which the Fed bought bonds in order to keep long-term interest rates low and thus boost spending. \"In their discussion of the asset purchase programme, members generally agreed???.???.???.???there was sufficient underlying strength in the broader economy to support ongoing progress toward maximum employment,\" read the minutes, referring to the decision to end QE. US markets reacted in a muted way to the news, with the Dow Jones briefly rising before falling once more into the red for the day. However, to reassure markets that the Fed would not deviate from its set course, the",
        "Robin Waistell claimed he was unable to sell because the rail body had ignored requests to tackle the invasive weed on the bank behind his home in Maesteg. The case was seen as a likely test for homeowners whose property is blighted by knotweed on railway embankments. Network Rail said it would be \"reviewing the judgement in detail\". It is understood the rail infrastructure body was refused immediate leave to appeal against the ruling. Network Rail faces potential legal costs running into six figures after losing the case in Cardiff bought by Mr Waistell and a neighbour. Widower Mr Waistell, 70, had moved to the bungalow from Spain after his wife died. He had hoped to return to the sun, but found his property sale stymied by the knotweed growing on adjacent Network Rail land and was asking",
        "The comments, which are likely to hike tensions with Beijing, were made by Rex Tillerson at his confirmation hearing. Beijing has been building artificial islands on reefs in waters also claimed by other nations. Images published late last year show military defences on some islands, a think-tank says. Mr Tillerson, appearing before the US Senate Foreign Relations Committee, likened China's island-building to Russia's annexation of Crimea from Ukraine. \"We're going to have to send China a clear signal that first, the island-building stops and second, your access to those islands also is not going to be allowed.\" China's island-building has caused dismay in the region. Beijing claims almost all of the South China Sea, but Vietnam, the Philippines, Taiwan, Malaysia and Brunei all have competing claims. In July an international tribunal ruled against Chinese claims, backing a case brought by the Philippines, but Beijing said it would not respect the verdict. The",
        "It revealed index-linked bonds may be launched in the near future \"subject to market conditions\". The council has already become the first in Scotland to be given a credit rating, with Moody's Investors Service confirming an Aa2 issuer credit rating. Aberdeen said the funding would support a £1bn capital programme. Council leader Jennifer Laing said: \"The prospect of a bond issue has the potential to be one of the most significant events in the history of our city. \"Following on from the assignment of the credit rating, it would be another first for a Scottish local authority and we are proud to be leading the way with innovation in public sector finance. She added: \"By being proactive in our approach to capital funding, we are clearly being mindful of our duty to protect the revenue budget which is the bedrock of our service delivery.\" The plan",
        "Media playback is not supported on this device Stanford was second and Holland third behind Gwen Jorgensen in Chicago. American Jorgensen broke away on the run to claim a second successive world title with her 15th victory in a row. \"It's a tough criteria and to say I haven't been sweating over it is an understatement,\" said Wales' former world champion Stanford. Holland said: \"Getting on the podium was a win. When it was just three of us who broke on the run I thought, 'I just have to stay with this'.\" Jorgensen completed the course - consisting of a 1.5km swim, 40km cycle and 10km run - in one hour 55 minutes 36 seconds. Stanford, the second Welsh woman to secure her Rio place after sailor Hannah Mills, finished 29 seconds",
        "GMB Scotland claims the terms and conditions of its members in the offshore industry are under attack. Officers will seek permission from the union's regional committee to ballot members covered by the Offshore Contractors Agreement about possible strike action. Unite announced a similar move over the weekend. Several oil and gas firms operating in the North Sea have announced plans to axe jobs and reduce salaries, following a sustained fall in the price of oil. The GMB move follows failed talks between the two unions and the Offshore Contractors Association (OCA), the body for offshore contractors, on Friday. The Offshore Contractors Agreement covers workers in mechanical, electrical and allied services, construction, maintenance, design, project engineering, fabrication and decommissioning. GMB Scotland regional officer John Kelly said: \"There is a 'blatant opportunism' on the part of some of the oil companies and contractors in seeking to fundamentally attack the terms and conditions of our members",
        "The Saddlers looked more likely to take the lead in the first half, with Albion goalkeeper Jon McLaughlin keeping out Paul Downing and Romaine Sawyers. Burton came close when Stuart Beavon tricked his way into Walsall's box but fired into the side-netting. Wigan's win over Bury means Albion's lead at the top is cut to two points, with Walsall staying in fourth. Burton Albion manager Nigel Clough told BBC Radio Derby: Media playback is not supported on this device \"There was nothing in it at all. It was never going to be an open, free-flowing classic I don't think. \"Chances were few and far between but we got a clean sheet and another point on the board. \"We played better on Monday night, in terms of knocking the ball about, without doubt. But we got back to what the teams been all about for the last season or two - being solid and not giving anything away.\" Walsall head coach Sean O'Driscoll told",
        "The prime minister raised the subject during talks with US President Barack Obama at the White House. Critics of existing rules say they make the extradition of UK nationals easier as the US authorities have to produce less evidence to support their case. But a senior judge reviewing it in 2011 found it was fair to British citizens. The BBC's political editor Nick Robinson said Mr Cameron had raised the issue about how extradition rules are operating in practice during two hours of talks at the White House on Wednesday. The prime minister is in the middle on a three-day official visit to the United States. Concerns have been raised about the 2003 US-UK extradition treaty following controversial cases involving British citizens such as Christopher Tappin and Gary McKinnon. Parliament's Joint Committee on Human Rights are among those who have urged the government to renegotiate the treaty, saying it is unbalanced. Mr Tappin, a retired",
        "In Fiscal Kombat the player roams the streets pretending to be Mr Melenchon as he battles against oligarchs and rival politicians. The aim is to shake money from the rich to pay for Melenchon's policies. The player's challenge is to get as much money as possible while avoiding the attempts of the rich to maul him to death. Among the series of \"bosses\" that Melenchon must take on are former president Nicolas Sarkozy; the head of the IMF, Christine Lagarde; the tax-evading politician Jerome Cahuzac; and the L'Oreal heiress Liliane Bettencourt. French election 2017: Who are the candidates? Presidential rivals Emmanuel Macron and Francois Fillon must also be defeated. According to Le Monde, the game was created by Melenchon supporters who met on the 18-25 chatroom of Jeuxvideo.com, a French gaming website. It has since been fully embraced by the candidate himself, who has",
        "The bid to combine Bouygues Telecom and Vivendi-owned SFR would create the largest mobile phone service provider in France. The merger would leave only three mobile phone companies in France. Rival firm Altice, which owns French cable TV operator Numericable, has also made an offer for SFR, but has not said how much it has offered. Bouygues Telecom and SFR are France's second and third largest mobile phone companies. Their merger would mean they would overtake Orange to become the largest mobile phone company in France. Before the deal can go ahead, competition regulators in both France and the European Union will need to approve it. A similar offer by Telefonica for E-Plus in Germany has already raised competition questions in Brussels. Industry analysts said the Bouygues offer reflected a broader trend of consolidation among mobile",
        "Former University of Chester lecturer Doreen Collyer, 60, was scuba diving in Perth when she was attacked on Sunday. It is thought she was killed by a 16ft (5m) great white shark, ABC (Australian Broadcasting Corporation) has reported. Her husband David Collyer said she was a \"beautiful person\" and \"loving wife\". The couple moved to Australia from Neston, Cheshire about five years ago. Mrs Collyer held an advanced open water qualification. ABC reported her diving partner managed to pull her from the water but she died from her injuries at the scene. Prof Annette McIntosh-Scott, from the University of Chester, said Mrs Collyer was a \"hugely valued and loved member of staff\" and had worked at the Faculty of Health and Social Care for 15 years. \"She will be remembered as someone with a real commitment and passion for teaching and child healthcare - her students were at the heart of all",
        "The native American bird is thought to have been blown across the Atlantic by Hurricane Gert while migrating to South America. Martin Cade, of Portland Bird Observatory, said it was \"pretty amazing\" to see the warbler. It is believed to be the first time one has been seen in England. The birds are common in the US and migrate annually between North and South America. Mr Cade said the warbler could have been caught up in storms while crossing the Caribbean and blown across to Europe with \"a hell of a tailwind\". Another one has also been spotted on Mizen Head on the south west tip of Ireland in recent days. Mr Cade said the bird, about the size of a robin, was \"feeding well and appeared active\". He said it was likely that the warbler could feed up before heading south to Spain and Africa. Twitchers came from as far as the Midlands, South Wales and Yorkshire as news of the arrival spread on Monday.",
        "The 28-year-old Chile international, who scored Sunday's FA Cup semi-final winner against Manchester City, has a year left on his Gunners contract but is yet to sign a new deal. \"I don't think you would sell him to any Premier League club, that is for sure,\" said Frenchman Wenger. \"But as I have said, I think he will stay and sign a contract.\" Wenger has yet to confirm his own future at the north London club, but says he is working on transfer targets for next season. The 67-year-old is out of contract at the end of the season and has been offered a new two-year deal. \"I work until the last day of the season for the present and future,\" he added. \"Transfer targets are the future of the club and are very important.\" He added: \"That (my future) is",
        "Gene Palmer is the second prison worker detained over the jail break. Joyce Mitchell has already been charged with aiding the escape. The prisoners, Richard Matt and David Sweat, used power tools to flee the Clinton Correctional Facility. A massive manhunt is still under way to find the pair, both convicted killers. Mr Palmer has been held on bail, after appearing before a judge on charges of promoting prison contraband, tampering with physical evidence, and official misconduct. His lawyer, Andrew Brockway, admitted his client delivered the meat but said he did not know it contained the tools, nor that the prisoners were trying to escape. \"He did pass the hamburger meat. He shouldn't have done it. He apologised for it,'' said Mr Brockway, who added his client plans to plead not guilty. Clinton County District Attorney Andrew Wylie said Ms Mitchell placed",
        "The H3 project combines back office services at four police, fire and council authorities in Hampshire and Oxfordshire, to save up to £5m a year. The Police Federation said payroll mistakes were among a \"catalogue of errors\" since H3 began in 2014. Hampshire's Police and Crime Commissioner (PCC) said the investment would deliver improvements by May. A report to PCC Michael Lane said H3 had caused problems with recruitment and the management of staff sickness, as well as \"weighing down\" police officers with \"back office processes which restrict their effectiveness\". In February 2016, 1,300 officers received the wrong pay, while some allowances were wrongly calculated in March. In 2015, the BBC learned that payment delays to Hampshire County Council's suppliers had trebled. under the new system. Hampshire Police Federation chairman John Apter said the system",
        "A 22-year-old from Sleaford and a 25-year-old from Bracknell were detained by police on Thursday. It is believed that the men were involved in repeated attempts to infiltrate the Microsoft network between January and March this year. Both were charged under the UK's Computer Misuse Act that criminalises unauthorised access to computers. Police said the pair were part of a larger group that was plotting the cyber-intrusion into the software giant's systems, seeking to steal customer data. Detectives from the South East Regional Organised Crime Unit (Serocu) carried out the raids which, said Det Sgt Rob Bryant, also led it to seize devices believed to have",
        "Media playback is not supported on this device Jutanugarn, 20, didn't drop a shot and made six birdies to move within sight of the tournament record-winning score of 19-under par. South Korea's Mirim Lee, who led after the first and second rounds, slipped to second after carding a 69. Scot Catriona Matthew will start the final round six shots back in fourth. Jutanugarn will become the first Thai to win a major tournament if she can protect her lead on Sunday. She missed a chance at the ANA Inspiration earlier this season when bogeying her final three holes, but believes she has learned from that experience. Jutanugarn, who displayed calmness and consistency during her third round, told BBC Sport: \"I think I know how to play under pressure. I have to focus on what is under my control.\" Media playback is not supported on this device Despite three",
        "Speaking at an IMF meeting in Washington she said: \"It's obvious what's happening in the UK has worked.\" Ms Lagarde played down differences between the IMF calculation of the future deficit and the more optimistic one provided by the Office for Budget Responsibility. She said the figures were virtually the same, but just calculated differently. George Osborne was sharing a panel with Ms Lagarde and German finance minister Wolfgang Schaeuble when she made the remarks. \"Generally in any election year, the teams that provide the hypotheticals on which future deficits are forecast, err on the side of caution and assume that whatever is announced is not necessarily or inevitably going to happen,\" she said. Ms Lagarde added that the UK authorities had managed to provide the right balance of spending cuts and revenue raising. \"It's clearly also delivering results, because when we look at the comparative growth rates delivered by various countries in Europe,",
        "Transport for London (TfL) is to consult on plans to demand a new English language test, a map-reading assessment, a fixed landline and the chance to book seven days in advance. Uber said: \"If adopted these [rules] would mean an end to the Uber people know and love.\" Black cab drivers have argued regulations need to be tightened. There has been growing pressure on city legislators, most recently when cab drivers protested outside City Hall. The Uber app connects customers and nearby drivers using GPS technology and gives an estimate of the fare. It generally charges lower fares than traditional firms and drivers rely on technology for navigation. Transactions are cashless using pre-registered bank details. TfL says the consultation seeks to \"raise standards across the industry\" following an \"exponential\" growth in the private hire industry and technology. Uber said it was a deliberate target and if the proposals went ahead they would raise prices and increase congestion",
        "They spend an average of Â£581 a year on music festivals, often opting for VIP passes or upgraded camping options. Predominantly male, the \"superfans\" are also more likely than most consumers to buy music on CD or as downloads. The results came from a survey of 504 UK residents, who had attended at least one festival in the last year. According to ticketing website Eventbrite, which commissioned the survey, these \"superfans\" help to \"drive the music festivals market\", often recommending music and events to their friends. They account for 28% of the festival-going audience, and more than half of them (54%) say they would be willing to attend an event alone. On average, they spend Â£45 more per event than a casual fan, but their loyalty is not guaranteed: 46% say that festivals are becoming \"too corporate\". There are more than 100 music festivals held in the UK every year, from the likes of Glastonbury and T In The Park, to smaller events such",
        "Sterling rose 1.86% against the dollar to $1.32.40, and was 1.73% higher against the euro at â‚¬1.19.57. The FTSE 100 share index hit fresh 11-month highs before falling back and closing scarcely changed at 6,680.69, that is a slight fall of 2.17 points or 0.03%. The more UK-focused FTSE 250 index rose 68.75 points, or 0.4%, to 16,775.14. The property sector - which saw a steep sell-off immediately after the Brexit vote - received a boost from Galliford Try. The housebuilder said it still expected full-year profits to be in line with expectations sending its shares up 8.5%. Financial stocks - another victim of the post-referendum sell-off - were also having a better day. Shares in insurer Aviva rose 4.26% while Lloyds Banking Group",
        "The boat sustained significant damage after the submarine snagged its fishing nets and pulled it backwards 18 miles off the County Down coast in April. Its skipper said at the time his crew were lucky to escape unharmed, and the damage would cost about Â£10,000 to fix. The MoD has now said a British submarine was involved in the incident. It had previously said it did not comment on submarine activity. But \"new information\" had emerged to show a UK submarine was responsible for damaging the boat, named the MV Karen, the Royal Navy said. In a written statement to the House of Commons, Minister for the Armed Forces Penny Mordaunt said: \"The incident, the delay in identifying and addressing the events on that day, and their consequences are deeply regretted. \"This incident occurred because the submarine did not correctly identify the Karen as a fishing vessel with nets in the water, and thus",
        "Kian Delos Santos was shot by police who said he was involved in the drugs trade and had resisted arrest. But surveillance footage appears to show the 17-year-old being dragged away by plainclothes officers. Evidence suggests he was kneeling, faced down, when he was killed. Hundreds of mourners attended his funeral in the capital, Manila. Some held placards calling for an end to President Duterte's violent campaign. The drive has been supported by many who are fed up with drug-related crime in the Philippines. Nuns, priests and hundreds of children chanting \"justice for Kian, justice for all\" joined the cortege from a church to the cemetery where the boy was buried, Reuters news agency reports. His father, Saldy, had spoken briefly during the Mass to insist on his son's innocence and vent his anger at the police. \"Don't they have a heart?\" he asked, his voice cracking with emotion. \"I'm not sure they do. There's a lot of churches, they should go there.\"",
        "Construction on the new lane, which runs alongside part of the existing canal, started less than a year ago. The 72km (44 mile) route allows two-way traffic and can accommodate larger vessels. Several container ships from around the world successfully navigated it on Saturday as part of a trial run. Helicopters and naval vessels escorted the ships as part of the security operation. The Sinai Peninsula, which borders the canal, is a base for Islamic militants, who have killed hundreds of people since the military overthrew President Mohammed Morsi in 2013. The original Suez Canal opened almost 150 years ago and links the Mediterranean with the Red Sea. Egyptian President Abdel Fattah al-Sisi says the expansion of one of the world's busiest shipping routes will boost trade and increase employment across the country. It currently handles 7% of global sea-borne business, and is one",
        "Leeds Crown Court heard James Carragher was jailed for seven years in 1993 and 14 years in 2004 for sex offences. He denies 50 counts of indecent assault between the 1970s and the 1990s at St William's in Market Weighton, East Riding of Yorkshire. Two other former staff at the home also went on trial earlier. The home for boys with behavioural problems was run by the Catholic De La Salle order. It has since closed. Mr Carragher - who was head of St William's from 1976 to 1990 - and two other men are accused of abusing 19 former pupils between them. Opening the case for the prosecution, Richard Wright QC said Mr Carragher was a man who had a \"committed sexual interest in children and young boys in particular\". Mr Wright said: \"He hid behind a cloak of respectability. \"Who would believe the word",
        "The 23-year-old signed a three-year contract after joining for an undisclosed fee from Vitoria Setubal. \"I have to adapt to the new country and the new way of living. I am going to be successful though,\" he told Rangers TV. \"I will do my best to help me and my team-mates win. A club as big as Rangers has to win.\" Cardoso, a former Portuguese Under-21 international, made 23 appearances for Vitoria Setubal last season, having moved to the club from Benfica. He becomes the second Portuguese centre-back to move to Rangers this summer after full international Bruno Alves joined from Cagliari. They have been joined at Ibrox by midfielder Dalcio, on loan from Benfica,",
        "Long-time Mugabe critic Morgan Tsvangirai and former Vice-President Joice Mujuru say they will work together in next year's election. However, it is not yet clear which of them will be the presidential candidate. Mr Mugabe, 93, has been in power since independence from Britain in 1980 and has said he will seek re-election. \"This is just the beginning of the building blocks towards establishing a broad alliance to confront Zanu-PF between now and the next election,\" Mr Tsvangirai told journalists. The alliance is an important first step towards uniting a deeply divided opposition. And if this alliance succeeds it will be the first time President Mugabe has faced a united opposition on this scale since coming into power in 1980. At least a",
        "On Wednesday, Jean-Claude Juncker met with a group of MEPs. Mr Juncker told them he was \"in favour of democratic expressions\" and would respect Scotland's decision. However, in answer to a question about Catalonia and Scotland joining the EU, he said \"one does not become a member of the EU by writing a letter\". Mr Juncker was questioned about his position on the Scottish independence referendum, due to take place in September, by Catalan MEP Josep Maria Terricabras. The official is reported to have said: \"I am in favour of democratic expressions, but I'm not so arrogant to pre-empt the debate. \"I will respect the result of Scotland's referendum.\" He added: \"One does not become a member of the EU by sending a letter.\" In a later meeting, Mr Juncker was asked by Scottish UKIP MEP, David Coburn, whether an independent Scotland would remain in the EU. Mr Juncker replied: \"I have to say that of course it's up to the UK to",
        "The students posted messages joking about child abuse, sexual assault, paedophilia and the Holocaust. Members of the group also directed several racial slurs at minorities, said the report. Free speech advocates criticised Harvard's actions saying the punishment was \"draconian\". Information about Harvard's actions was reported by the Crimson - the main student newspaper at the prestigious college. The obscene material was posted to a chat forum on Facebook that grew out of a messaging group set up by students due to start studying at Harvard this year. The offshoot group was formed by prospective students who were interested in memes and who wanted to share more \"adult\" material than was seen in the main chat room. Anyone wanting to join the sub-group had to apply by creating and posting a \"provocative\" meme. Soon after the group was formed, Harvard administrators found out about it and launched an investigation asking students",
        "Community leaders from Santa Clara County filed a notice of intention on Monday to collect signatures to recall Judge Aaron Persky next year. Judge Persky was accused of leniency in his June 2016 punishment of Stanford University swimmer Brock Turner. Turner had faced up to 14 years, but was handed a six-month sentence. He was released after serving only three months in county jail for the January 2015 assault. \"Judge Aaron Persky stunned the world when he sentenced Stanford swimmer Brock Turner to six months in jail for sexually assaulting an unconscious woman behind a dumpster at a fraternity party,\" the notice to circulate a recall petition states. Stanford law professor Michele Dauber, who is leading the recall effort along with 50 community leaders, said at a news conference: \"Santa Clara County residents deserve a judge who will protect victims, not rapists. \"Women have had enough of rape culture,\" she added. \"We are ready to take action and",
        "Entrants to the annual event have five minutes to tell the biggest and most convincing lie they can. Winner George Kemp from Maryport, Cumbria was surprised to win as he was \"struggling\" with a chest infection. In his story he \"ended up bumping into Donald Trump and his wife in an underwater hotel\", he said. \"It was a tale about building a small submarine out of my dad's old bubble car,\" he said. \"We took the bubble car on a trip to the Isle of Man and we bumped into several famous people in a Scottish submarine made out of shortbread tins. \"Nicola Sturgeon and Alex Salmond sold some of these giant shortbread tin submarines to the United States of America.\" Last year's winner Mike Naylor, known as Monkey Liar, from Wasdale came second. Helen Jordan came third. Previous winners include comedian and television presenter Sue Perkins in",
        "The investigation found that only 28% of Welsh speakers had used the language with their GPs, dentists and opticians. Ms Huws said she hoped her report was the \"beginning of the end\" for patients being unable to have healthcare \"appropriate to their needs\". Welcoming the report, ministers said they would respond within six months. The inquiry, based on the experiences of more than a thousand Welsh speakers, found that 90% of them agreed that they should have the right to use the language when dealing with NHS wherever they live in Wales. Other findings included that: Welsh speakers who gave evidence to the inquiry reported feeling awkward and struggling to explain their feelings to an English speaking doctor. The report makes 33 recommendations to the Welsh government, calling on ministers to provide a \"clear policy lead\" to primary care providers, together with an \"action plan\" and \"timetable for change\".",
        "The bill aims to revoke parts of the UK government's 2016 Trade Union Act. It would mean current restrictions on industrial action in the NHS, the fire service, schools and other devolved services in Wales would change. UK ministers say industrial relations are a matter for Westminster. A key element of the UK government's law is to only allow strikes backed by 40% of a union's members in a ballot. But members of the Welsh Assembly's Equality, Local Government and Communities Committee agreed the new legislation was needed to maintain Wales' \"social-partnership\" approach. In March, Welsh Finance Secretary Mark Drakeford said it would be a \"democratic outrage\" if ministers in London tried to block the Welsh Trade Union Bill. The Labour Welsh Government argues UK ministers should not impose restrictions on union activity in Wales in devolved services, such as the NHS and schools. The committee report was not supported by one of its eight members as Conservative AM Janet Finch-Saunders did not agree with",
        "Evha Jannath, 11, was on a school trip on Tuesday when she fell from a circular boat on Splash Canyon at Drayton Manor. Alton Towers and Legoland Windsor are among those to have closed similar water-based white knuckle rides. Drayton Manor said it would remain closed on Friday for health and safety investigations. Latest on this and other stories from Staffordshire Merlin Entertainments, which runs Legoland and Alton Towers, said it had closed the following rides: A spokesperson said that on learning of Tuesday's fatal fall at Drayton Manor, Merlin Entertainments shut the rides \"with immediate effect\" on a \"precautionary basis\". It said it expected to re-open the rides on Friday. Some sites, including Lightwater Valley, in North Yorkshire, and West Midland Safari Park, have not closed rides in response to the death at Drayton Manor.",
        "An early own goal from Ally Gilchrist and a thunderous strike from James Tavernier put the Championship winners into an unassailable lead. Andy Halliday added a penalty and Kenny Miller tapped home to make sure Rangers took the trophy at the fourth attempt. Celtic are the next opponents for Mark Warburton's side in next Sunday's Scottish Cup semi-final. Rangers had toiled in the Challenge Cup in the tournament's various guises, losing previously to Queen of the South, Raith Rovers and Alloa Athletic. They have finally won it and now move on to play the Premiership leaders back at the national stadium. There will be a new pitch at Hampden by then - much needed, too. The surface Rangers and League One Peterhead were forced to play on was scarcely fit for purpose. Barely five weeks ago, the current pitch was laid at a cost of £200,000 but it's about to be dug up again having failed to bed in. The part-timers of Peterhead were 22-1",
        "Members of the Royal College of Midwives (RCM) intend to stop work for four hours. They voted by 9-1 in favour of strike action - the first such vote in the college's 134-year history. The Department of Health said it was \"disappointing\" and that it would work with trusts to ensure a safe service was provided to mothers and babies. It added that its door was always open for discussion. The RCM is seeking urgent talks with the health minister to resolve the dispute. RCM NI director Bredagh Hughes said midwives are calling for the 1% pay increase given to their colleagues in Wales, Scotland and England. \"It is very important that women understand that this dispute is not with or about them. It is with the department of health and the employers,\" she said. \"Not one woman will be put at risk, there will be full emergency cover provided, of course if the midwives on the picket line are called in to make up the numbers,",
        "The number given for the current account customers hit by the fraud is fewer than half of the 20,000 initially reported to have been affected. Personal data \"was not compromised\" in the attack, and all accounts affected had been refunded, the bank said. Tesco Bank has said it was hit by \"a systematic, sophisticated attack\" at the weekend. \"We've now refunded all customer accounts affected by fraud and lifted the suspension of online debit transactions so that customers can use their accounts as normal,\" said chief executive Benny Higgins. Current account customers had been blocked from making online payments using their debit card since Sunday, an action the bank said it had taken \"to prevent criminal activity\". \"We'd again like to apologise for the worry and inconvenience this issue has caused,\" said Mr Higgins. Mr Higgins said the bank knew \"exactly\" the nature of the attack, but could",
        "Construction workers are required to hold a CSCS card to prove skills and a knowledge of health and safety. But a joint BBC London/Newsnight investigation found organised cheating. Carl Rhymer, of the Construction Industry Training Board (CITB), one test provider, said 6,000 card-holders would be required to re-sit the exam. CSCS (Construction Skills Certification Scheme) cards are widely seen as the UK's flagship scheme for certifying builders and are required by nine of the UK's biggest construction companies as well as Crossrail and Heathrow. But the investigation found numerous test centres were offering guaranteed passes for cash, enabling workers lacking English to obtain qualifications and entry to dangerous construction sites. During the investigation the BBC exposed Wep HSE, in Ealing, after its award-winning director, Garet Estensen, read exam answers from a big screen, instructing candidates: \"Follow me on screen, guys. I'm going to shout the correct answer.\" Confronted with the evidence, Mr Estensen made no comment. The other two centres exposed during the investigation were Future Training 4",
        "The hackers have made a ransom demand of 100 Bitcoin, which amounts to about $70,000 (£56,000 ; €66,000). As a precaution, staff shut off all ticketing machines on the network. Computers across the city’s transport network, including at stations, were disabled with screens displaying a message from the attackers. The message read: \"You Hacked, ALL Data Encrypted. Contact For Key(cryptom27@yandex.com)ID:681 ,Enter”. Yandex is a Russian internet company that, among other things, provides email and social networking tools. The trains themselves were not affected - and city officials said a full investigation was underway. \"There has been no impact to the transit service, to our safety systems or to our customer's personal information,” a spokesman told the BBC. \"The incident remains under investigation, so it wouldn't be appropriate to provide any additional details at this point.\" The Municipal Transportation Agency - known as Muni - looks after trains, trams and buses around the city, including",
        "The British pair were beaten by Moreno de Pauw and Kenny de Ketele of Belgium in the final race, the madison. Wiggins, 36, plans to retire after the Six Day event in Ghent in November but hinted at a possible change of heart. \"Money talks,\" he joked. \"Who wouldn't want to come back with a week like this? I don't know. I love racing.\" After competing at the Lee Valley velodrome, which hosted the London 2012 track events and was built on the site of the Eastway facility that he used as a boy, the five-time Olympic champion said it was an appropriate place to end his career in Britain. \"It has such fantastic memories for me. I will always come back - I'll probably be back next year, but in the stands,\" he told Eurosport. The event started last Tuesday and Wiggins and Cavendish",
        "The Air Accidents Investigation Branch (AAIB) report said cockpit footage showed the plane \"responding to the pilot's control inputs\". It also said pilot Andy Hill was thrown clear of the aircraft during the later part of the crash on 22 August. The AAIB said it was not clear whether Mr Hill initiated his ejection. The 51-year-old pilot is currently in a serious but stable condition in hospital. The report says the Hawker Hunter's canopy was released at the initial impact. At this time fuel and fuel vapour was released and then ignited. The jet split into four parts and both Mr Hill and his seat were thrown clear of the cockpit. The report states: \"The investigation continues to determine if the pilot attempted to initiate ejection or if the canopy and pilot's seat were liberated as a result of impact damage to the cockpit.\" The AAIB's report also revealed there was no",
        "Media playback is not supported on this device Around 200 of the world's best athletes and up to 25,000 amateur runners will race 13.1 miles on Saturday, 26 March. The route will start outside Cardiff Castle and finish on King Edward VII Avenue in the city centre. \"It's a great course,\" said ex-10,000m world record holder Dave Bedford. \"It's a flat course and it shows off Cardiff at its best. It shows old Cardiff and now the wonderful new Cardiff.\" The route passes the Millennium Stadium, Cardiff City Stadium, Penarth Marina, the Cardiff Bay Barrage, the Wales Millennium Centre and Roath Park Lake before a grandstand finish in the heart of the capital. The 2016 championships will be the first time the race has been held in Wales. Cardiff has hosted an annual half marathon since 2003 and it is hoped the World Half Marathon will provide another boost for the city's racing reputation, particularly with double Olympic gold",
        "An area of land stretching from Bo'ness Harbour to the former Kinneil colliery is to become a haven for wildlife and plants. It is the second Local Nature Reserve created in the Falkirk Council area. The local authority now plans to use the reserve status to attract funding to the area. The new status marks the end of an era for the site, which until the closure of its central colliery in 1983, spent almost 200 years being used for heavy industry. Parts of the area already had been recognised for their environmental importance. The mudflats and \"island\" off the foreshore are designated as a Special Protection Area for their conservation value. Councillor Adrian Mahoney, convener of leisure, tourism and community welcomed the new status for the Kinneil foreshore. He said: \"This year marks the 30th anniversary of the closure of Kinneil Colliery, the last pit in the area, which",
        "Spencer Flower claimed his involvement with a social housing company was not relevant to a debate in 2013 over the future of housing in east Dorset. But he was found guilty of voting illegally as the firm could have benefitted from the plan being passed. The Conservative councillor, 72, will be allowed to remain in public office. Flower, of Verwood, Dorset, was given a six-month conditional discharge and ordered to pay Â£930 costs. A district judge at Bournemouth Magistrates' Court ruled he had broken laws under the Localism Act 2011. Speaking outside court, Flower refused to comment on his political future. He said: \"I am surprised and disappointed that the court has found for the prosecution this morning on a technicality. \"The decision was a conditional discharge for six months - the lowest possible penalty. \"The court emphasised the total lack of any personal gain or intent",
        "Black, who died in 2015, had a UK top 10 hit in 1964 with It's for You, written by McCartney and John Lennon. McCartney recorded his own version earlier that year, which was delivered to Black while she was performing at the London Palladium. It was believed to have been lost or destroyed until her nephew found it. The disc fetched £18,000 at the Beatles Memorabilia Auction at Unity Theatre in Liverpool but with commission the unknown buyer will pay £21,060. Simon White said he believed",
        "He started the project after growing frustrated about the number of options and amount of recorded information on call centre menus. Mr Clarke discovered that some automated menus have nearly 80 options. It can take over four minutes to get to the service required if the caller listens to each stage in full, he said. As an example, speaking to an adviser at HM Revenue and Customs only required pressing four buttons but it could take six minutes to get through each menu level, Mr Clarke said. HMRC said it was working on improvements to the service. \"HMRC is looking at ways to improve its interactive voice responses and is getting ready for the introduction of new speech recognition technology,\" said a spokesman. \"This technology will react to what the caller says instead of asking them to select an option by pushing a button on their phone. HMRC plan to introduce these improvements later this year.\" Mr Clarke said the",
        "Envoy Sigrid Kaag was speaking as Syria appeared to miss a Sunday deadline to remove its arsenal from the country. All Syria's chemical weapons are scheduled to be destroyed by 30 June. The Russian-US deal to eliminate Syria's arsenal was drawn up last year after hundreds of people died in a sarin rocket attack outside Damascus. Destroying Syria's chemical weapons Syria chemical weapons removal plan The multinational mission to get rid of the weapons is overseen by the UN Security Council and the Organisation for the Prohibition of Chemical Weapons (OPCW). Although the UN deadline for the total destruction of Syria's chemical weapons is 30 June, Damascus had vowed to complete the removal of its stockpile by 27 April, after missing several deadlines. \"The biggest bulk of the chemical weapons material is removed but not yet destroyed and that counts towards the 30 June deadline. That's why it's so important to get the remainder of the chemical weapons material that is still in one site,\" Ms Kaag, the head of the OPCW-UN"
    ]
}